{"psalm": [
  { "id": 1
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Blessed is the one who does not walk in step with the wicked or stand in the way that sinners take or sit in the company of mockers,"},
      {"id": 2, "text": "but whose delight is in the law of the LORD, and who meditates on his law day and night."},
      {"id": 3, "text": "That person is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither— whatever they do prospers."},
      {"id": 4, "text": "Not so the wicked! They are like chaff that the wind blows away."},
      {"id": 5, "text": "Therefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous."},
      {"id": 6, "text": "For the LORD watches over the way of the righteous, but the way of the wicked leads to destruction."}
    ]
  },
  { "id": 2
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Why do the nations conspireand the peoples plot in vain?"},
      {"id": 2, "text": "The kings of the earth rise up and the rulers band together against the LORD and against his anointed, saying,"},
      {"id": 3, "text": "“Let us break their chains and throw off their shackles.”"},
      {"id": 4, "text": "The One enthroned in heaven laughs; the Lord scoffs at them."},
      {"id": 5, "text": "He rebukes them in his anger and terrifies them in his wrath, saying,"},
      {"id": 6, "text": "“I have installed my king on Zion, my holy mountain.”"},
      {"id": 7, "text": "I will proclaim the LORD’s decree: He said to me, “You are my son; today I have become your father."},
      {"id": 8, "text": "Ask me, and I will make the nations your inheritance, the ends of the earth your possession."},
      {"id": 9, "text": "You will break them with a rod of iron ; you will dash them to pieces like pottery.”"},
      {"id": 10, "text": "Therefore, you kings, be wise; be warned, you rulers of the earth."},
      {"id": 11, "text": "Serve the LORD with fear and celebrate his rule with trembling."},
      {"id": 12, "text": "Kiss his son, or he will be angry and your way will lead to your destruction, for his wrath can flare up in a moment. Blessed are all who take refuge in him."}
    ]
  },
  { "id": 3
  , "title": "A psalm of David. When he fled from his son Absalom."
  , "verses": [
      {"id": 1, "text": "LORD, how many are my foes! How many rise up against me!"},
      {"id": 2, "text": "Many are saying of me, “God will not deliver him.”"},
      {"id": 3, "text": "But you, LORD, are a shield around me, my glory, the One who lifts my head high."},
      {"id": 4, "text": "I call out to the LORD, and he answers me from his holy mountain."},
      {"id": 5, "text": "I lie down and sleep; I wake again, because the LORD sustains me."},
      {"id": 6, "text": "I will not fear though tens of thousands assail me on every side."},
      {"id": 7, "text": "Arise, LORD! Deliver me, my God! Strike all my enemies on the jaw; break the teeth of the wicked."},
      {"id": 8, "text": "From the LORD comes deliverance. May your blessing be on your people."}
    ]
  },
  { "id": 4
  , "title": "For the director of music. With stringed instruments. A psalm of David."
  , "verses": [
      {"id": 1, "text": "Answer me when I call to you, my righteous God. Give me relief from my distress; have mercy on me and hear my prayer."},
      {"id": 2, "text": "How long will you people turn my glory into shame? How long will you love delusions and seek false gods"},
      {"id": 3, "text": "Know that the LORD has set apart his faithful servant for himself; the LORD hears when I call to him."},
      {"id": 4, "text": "Tremble and do not sin; when you are on your beds, search your hearts and be silent."},
      {"id": 5, "text": "Offer the sacrifices of the righteous and trust in the LORD."},
      {"id": 6, "text": "Many, LORD, are asking, “Who will bring us prosperity?” Let the light of your face shine on us."},
      {"id": 7, "text": "Fill my heart with joy when their grain and new wine abound."},
      {"id": 8, "text": "In peace I will lie down and sleep, for you alone, LORD, make me dwell in safety."}
    ]
  },
  { "id": 5
  , "title": "For the director of music. For pipes. A psalm of David."
  , "verses": [
      {"id": 1, "text": "Listen to my words, LORD, consider my lament."},
      {"id": 2, "text": "Hear my cry for help, my King and my God, for to you I pray."},
      {"id": 3, "text": "In the morning, LORD, you hear my voice; in the morning I lay my requests before you and wait expectantly."},
      {"id": 4, "text": "For you are not a God who is pleased with wickedness; with you, evil people are not welcome."},
      {"id": 5, "text": "The arrogant cannot stand in your presence. You hate all who do wrong;"},
      {"id": 6, "text": "you destroy those who tell lies. The bloodthirsty and deceitful you, LORD, detest."},
      {"id": 7, "text": "But I, by your great love, can come into your house; in reverence I bow down toward your holy temple."},
      {"id": 8, "text": "Lead me, LORD, in your righteousness because of my enemies— make your way straight before me."},
      {"id": 9, "text": "Not a word from their mouth can be trusted; their heart is filled with malice. Their throat is an open grave; with their tongues they tell lies."},
      {"id": 10, "text": "Declare them guilty, O God! Let their intrigues be their downfall. Banish them for their many sins, for they have rebelled against you."},
      {"id": 11, "text": "But let all who take refuge in you be glad; let them ever sing for joy. Spread your protection over them, that those who love your name may rejoice in you."},
      {"id": 12, "text": "Surely, LORD, you bless the righteous; you surround them with your favor as with a shield."}
    ]
  },
  { "id": 6
  , "title": "For the director of music. With stringed instruments. According to sheminith. A psalm of David."
  , "verses": [
      {"id": 1, "text": "LORD, do not rebuke me in your anger or discipline me in your wrath."},
      {"id": 2, "text": "Have mercy on me, LORD, for I am faint; heal me, LORD, for my bones are in agony."},
      {"id": 3, "text": "My soul is in deep anguish. How long, LORD, how long?"},
      {"id": 4, "text": "Turn, LORD, and deliver me; save me because of your unfailing love."},
      {"id": 5, "text": "Among the dead no one proclaims your name. Who praises you from the grave?"},
      {"id": 6, "text": "I am worn out from my groaning. All night long I flood my bed with weeping and drench my couch with tears."},
      {"id": 7, "text": "My eyes grow weak with sorrow; they fail because of all my foes."},
      {"id": 8, "text": "Away from me, all you who do evil, for the LORD has heard my weeping."},
      {"id": 9, "text": "The LORD has heard my cry for mercy; the LORD accepts my prayer."},
      {"id": 10, "text": "All my enemies will be overwhelmed with shame and anguish; they will turn back and suddenly be put to shame."}
    ]
  },
  { "id": 7
  , "title": "A shiggaion of David, which he sang to the LORD concerning Cush, a Benjamite."
  , "verses": [
      {"id": 1, "text": "LORD my God, I take refuge in you; save and deliver me from all who pursue me,"},
      {"id": 2, "text": "or they will tear me apart like a lion and rip me to pieces with no one to rescue me."},
      {"id": 3, "text": "LORD my God, if I have done this and there is guilt on my hands—"},
      {"id": 4, "text": "if I have repaid my ally with evil or without cause have robbed my foe—"},
      {"id": 5, "text": "then let my enemy pursue and overtake me; let him trample my life to the ground and make me sleep in the dust."},
      {"id": 6, "text": "Arise, LORD, in your anger; rise up against the rage of my enemies. Awake, my God; decree justice."},
      {"id": 7, "text": "Let the assembled peoples gather around you, while you sit enthroned over them on high."},
      {"id": 8, "text": "Let the LORD judge the peoples. Vindicate me, LORD, according to my righteousness, according to my integrity, O Most High."},
      {"id": 9, "text": "Bring to an end the violence of the wicked and make the righteous secure— you, the righteous God who probes minds and hearts."},
      {"id": 10, "text": "My shield is God Most High, who saves the upright in heart."},
      {"id": 11, "text": "God is a righteous judge, a God who displays his wrath every day."},
      {"id": 12, "text": "If he does not relent, he will sharpen his sword; he will bend and string his bow."},
      {"id": 13, "text": "He has prepared his deadly weapons; he makes ready his flaming arrows."},
      {"id": 14, "text": "Whoever is pregnant with evil conceives trouble and gives birth to disillusionment."},
      {"id": 15, "text": "Whoever digs a hole and scoops it out falls into the pit they have made."},
      {"id": 16, "text": "The trouble they cause recoils on them; their violence comes down on their own heads."},
      {"id": 17, "text": "I will give thanks to the LORD because of his righteousness; I will sing the praises of the name of the LORD Most High."}
    ]
  },
  { "id": 8
  , "title": "For the director of music. According to gittith. A psalm of David."
  , "verses": [
      {"id": 1, "text": "LORD, our Lord, how majestic is your name in all the earth! You have set your glory in the heavens."},
      {"id": 2, "text": "Through the praise of children and infants you have established a stronghold against your enemies, to silence the foe and the avenger."},
      {"id": 3, "text": "When I consider your heavens, the work of your fingers, the moon and the stars, which you have set in place,"},
      {"id": 4, "text": "what is mankind that you are mindful of them, human beings that you care for them?"},
      {"id": 5, "text": "You have made them a little lower than the angelsand crowned them with glory and honor."},
      {"id": 6, "text": "You made them rulers over the works of your hands; you put everything under their feet:"},
      {"id": 7, "text": "all flocks and herds, and the animals of the wild,"},
      {"id": 8, "text": "the birds in the sky, and the fish in the sea, all that swim the paths of the seas."},
      {"id": 9, "text": "LORD, our Lord, how majestic is your name in all the earth!"}
    ]
  },
  { "id": 9
  , "title": "For the director of music. To the tune of “The Death of the Son.” A psalm of David."
  , "verses": [
      {"id": 1, "text": "I will give thanks to you, LORD, with all my heart; I will tell of all your wonderful deeds."},
      {"id": 2, "text": "I will be glad and rejoice in you; I will sing the praises of your name, O Most High."},
      {"id": 3, "text": "My enemies turn back; they stumble and perish before you."},
      {"id": 4, "text": "For you have upheld my right and my cause, sitting enthroned as the righteous judge."},
      {"id": 5, "text": "You have rebuked the nations and destroyed the wicked; you have blotted out their name for ever and ever."},
      {"id": 6, "text": "Endless ruin has overtaken my enemies, you have uprooted their cities; even the memory of them has perished."},
      {"id": 7, "text": "The LORD reigns forever; he has established his throne for judgment."},
      {"id": 8, "text": "He rules the world in righteousness and judges the peoples with equity."},
      {"id": 9, "text": "The LORD is a refuge for the oppressed, a stronghold in times of trouble."},
      {"id": 10, "text": "Those who know your name trust in you, for you, LORD, have never forsaken those who seek you."},
      {"id": 11, "text": "Sing the praises of the LORD, enthroned in Zion; proclaim among the nations what he has done."},
      {"id": 12, "text": "For he who avenges blood remembers; he does not ignore the cries of the afflicted."},
      {"id": 13, "text": "LORD, see how my enemies persecute me! Have mercy and lift me up from the gates of death,"},
      {"id": 14, "text": "that I may declare your praises in the gates of Daughter Zion, and there rejoice in your salvation."},
      {"id": 15, "text": "The nations have fallen into the pit they have dug; their feet are caught in the net they have hidden."},
      {"id": 16, "text": "The LORD is known by his acts of justice; the wicked are ensnared by the work of their hands."},
      {"id": 17, "text": "The wicked go down to the realm of the dead, all the nations that forget God."},
      {"id": 18, "text": "But God will never forget the needy; the hope of the afflicted will never perish."},
      {"id": 19, "text": "Arise, LORD, do not let mortals triumph; let the nations be judged in your presence."},
      {"id": 20, "text": "Strike them with terror, LORD; let the nations know they are only mortal."}
    ]
  },
  { "id": 10
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Why, LORD, do you stand far off? Why do you hide yourself in times of trouble?"},
      {"id": 2, "text": "In his arrogance the wicked man hunts down the weak, who are caught in the schemes he devises."},
      {"id": 3, "text": "He boasts about the cravings of his heart; he blesses the greedy and reviles the LORD."},
      {"id": 4, "text": "In his pride the wicked man does not seek him; in all his thoughts there is no room for God."},
      {"id": 5, "text": "His ways are always prosperous; your laws are rejected by him; he sneers at all his enemies."},
      {"id": 6, "text": "He says to himself, “Nothing will ever shake me.” He swears, “No one will ever do me harm.”"},
      {"id": 7, "text": "His mouth is full of lies and threats; trouble and evil are under his tongue."},
      {"id": 8, "text": "He lies in wait near the villages; from ambush he murders the innocent. His eyes watch in secret for his victims;"},
      {"id": 9, "text": "like a lion in cover he lies in wait. He lies in wait to catch the helpless; he catches the helpless and drags them off in his net."},
      {"id": 10, "text": "His victims are crushed, they collapse; they fall under his strength."},
      {"id": 11, "text": "He says to himself, “God will never notice; he covers his face and never sees.”"},
      {"id": 12, "text": "Arise, LORD! Lift up your hand, O God. Do not forget the helpless."},
      {"id": 13, "text": "Why does the wicked man revile God? Why does he say to himself, “He won’t call me to account”?"},
      {"id": 14, "text": "But you, God, see the trouble of the afflicted; you consider their grief and take it in hand. The victims commit themselves to you; you are the helper of the fatherless."},
      {"id": 15, "text": "Break the arm of the wicked man; call the evildoer to account for his wickedness that would not otherwise be found out."},
      {"id": 16, "text": "The LORD is King for ever and ever; the nations will perish from his land."},
      {"id": 17, "text": "You, LORD, hear the desire of the afflicted; you encourage them, and you listen to their cry,"},
      {"id": 18, "text": "defending the fatherless and the oppressed, so that mere earthly mortals will never again strike terror."}
    ]
  },
  { "id": 11
  , "title": "For the director of music. Of David."
  , "verses": [
      {"id": 1, "text": "In the LORD I take refuge. How then can you say to me: “Flee like a bird to your mountain."},
      {"id": 2, "text": "For look, the wicked bend their bows; they set their arrows against the strings to shoot from the shadows at the upright in heart."},
      {"id": 3, "text": "When the foundations are being destroyed, what can the righteous do?”"},
      {"id": 4, "text": "The LORD is in his holy temple; the LORD is on his heavenly throne. He observes everyone on earth; his eyes examine them."},
      {"id": 5, "text": "The LORD examines the righteous, but the wicked, those who love violence, he hates with a passion."},
      {"id": 6, "text": "On the wicked he will rain fiery coals and burning sulfur; a scorching wind will be their lot."},
      {"id": 7, "text": "For the LORD is righteous, he loves justice; the upright will see his face."}
    ]
  },
  { "id": 12
  , "title": "For the director of music. According to sheminith. A psalm of David."
  , "verses": [
      {"id": 1, "text": "Help, LORD, for no one is faithful anymore; those who are loyal have vanished from the human race."},
      {"id": 2, "text": "Everyone lies to their neighbor; they flatter with their lips but harbor deception in their hearts."},
      {"id": 3, "text": "May the LORD silence all flattering lips and every boastful tongue—"},
      {"id": 4, "text": "those who say, “By our tongues we will prevail; our own lips will defend us—who is lord over us?”"},
      {"id": 5, "text": "“Because the poor are plundered and the needy groan, I will now arise,” says the LORD. “I will protect them from those who malign them.”"},
      {"id": 6, "text": "And the words of the LORD are flawless, like silver purified in a crucible, like gold refined seven times."},
      {"id": 7, "text": "You, LORD, will keep the needy safe and will protect us forever from the wicked,"},
      {"id": 8, "text": "who freely strut about when what is vile is honored by the human race."}
    ]
  },
  { "id": 13
  , "title": "For the director of music. A psalm of David."
  , "verses": [
      {"id": 1, "text": "How long, LORD? Will you forget me forever? How long will you hide your face from me?"},
      {"id": 2, "text": "How long must I wrestle with my thoughts and day after day have sorrow in my heart? How long will my enemy triumph over me?"},
      {"id": 3, "text": "Look on me and answer, LORD my God. Give light to my eyes, or I will sleep in death,"},
      {"id": 4, "text": "and my enemy will say, “I have overcome him,” and my foes will rejoice when I fall."},
      {"id": 5, "text": "But I trust in your unfailing love; my heart rejoices in your salvation."},
      {"id": 6, "text": "I will sing the LORD’s praise, for he has been good to me."}
    ]
  },
  { "id": 14
  , "title": "For the director of music. Of David."
  , "verses": [
      {"id": 1, "text": "The fool says in his heart, “There is no God.” They are corrupt, their deeds are vile; there is no one who does good."},
      {"id": 2, "text": "The LORD looks down from heaven on all mankind to see if there are any who understand, any who seek God."},
      {"id": 3, "text": "All have turned away, all have become corrupt; there is no one who does good, not even one."},
      {"id": 4, "text": "Do all these evildoers know nothing? They devour my people as though eating bread; they never call on the LORD."},
      {"id": 5, "text": "But there they are, overwhelmed with dread, for God is present in the company of the righteous."},
      {"id": 6, "text": "You evildoers frustrate the plans of the poor, but the LORD is their refuge."},
      {"id": 7, "text": "Oh, that salvation for Israel would come out of Zion! When the LORD restores his people, let Jacob rejoice and Israel be glad!"}
    ]
  },
  { "id": 15
  , "title": "A psalm of David."
  , "verses": [
      {"id": 1, "text": "LORD, who may dwell in your sacred tent? Who may live on your holy mountain?"},
      {"id": 2, "text": "The one whose walk is blameless, who does what is righteous, who speaks the truth from their heart;"},
      {"id": 3, "text": "whose tongue utters no slander, who does no wrong to a neighbor, and casts no slur on others;"},
      {"id": 4, "text": "who despises a vile person but honors those who fear the LORD; who keeps an oath even when it hurts, and does not change their mind;"},
      {"id": 5, "text": "who lends money to the poor without interest; who does not accept a bribe against the innocent. Whoever does these things will never be shaken."}
    ]
  },
  { "id": 16
  , "title": "A miktam of David."
  , "verses": [
      {"id": 1, "text": "Keep me safe, my God, for in you I take refuge."},
      {"id": 2, "text": "I say to the LORD, “You are my Lord; apart from you I have no good thing.”"},
      {"id": 3, "text": "I say of the holy people who are in the land, “They are the noble ones in whom is all my delight.”"},
      {"id": 4, "text": "Those who run after other gods will suffer more and more. I will not pour out libations of blood to such gods or take up their names on my lips."},
      {"id": 5, "text": "LORD, you alone are my portion and my cup; you make my lot secure."},
      {"id": 6, "text": "The boundary lines have fallen for me in pleasant places; surely I have a delightful inheritance."},
      {"id": 7, "text": "I will praise the LORD, who counsels me; even at night my heart instructs me."},
      {"id": 8, "text": "I keep my eyes always on the LORD. With him at my right hand, I will not be shaken."},
      {"id": 9, "text": "Therefore my heart is glad and my tongue rejoices; my body also will rest secure,"},
      {"id": 10, "text": "because you will not abandon me to the realm of the dead, nor will you let your faithful one see decay."},
      {"id": 11, "text": "You make known to me the path of life; you will fill me with joy in your presence, with eternal pleasures at your right hand."}
    ]
  },
  { "id": 17
  , "title": "A prayer of David."
  , "verses": [
      {"id": 1, "text": "Hear me, LORD, my plea is just; listen to my cry. Hear my prayer— it does not rise from deceitful lips."},
      {"id": 2, "text": "Let my vindication come from you; may your eyes see what is right."},
      {"id": 3, "text": "Though you probe my heart, though you examine me at night and test me, you will find that I have planned no evil; my mouth has not transgressed."},
      {"id": 4, "text": "Though people tried to bribe me, I have kept myself from the ways of the violent through what your lips have commanded."},
      {"id": 5, "text": "My steps have held to your paths; my feet have not stumbled."},
      {"id": 6, "text": "I call on you, my God, for you will answer me; turn your ear to me and hear my prayer."},
      {"id": 7, "text": "Show me the wonders of your great love, you who save by your right hand those who take refuge in you from their foes."},
      {"id": 8, "text": "Keep me as the apple of your eye; hide me in the shadow of your wings"},
      {"id": 9, "text": "from the wicked who are out to destroy me, from my mortal enemies who surround me."},
      {"id": 10, "text": "They close up their callous hearts, and their mouths speak with arrogance."},
      {"id": 11, "text": "They have tracked me down, they now surround me, with eyes alert, to throw me to the ground."},
      {"id": 12, "text": "They are like a lion hungry for prey, like a fierce lion crouching in cover."},
      {"id": 13, "text": "Rise up, LORD, confront them, bring them down; with your sword rescue me from the wicked."},
      {"id": 14, "text": "By your hand save me from such people, LORD, from those of this world whose reward is in this life. May what you have stored up for the wicked fill their bellies; may their children gorge themselves on it, and may there be leftovers for their little ones."},
      {"id": 15, "text": "As for me, I will be vindicated and will see your face; when I awake, I will be satisfied with seeing your likeness."}
    ]
  },
  { "id": 18
  , "title": "For the director of music. Of David the servant of the LORD. He sang to the LORD the words of this song when the LORD delivered him from the hand of all his enemies and from the hand of Saul. He said:"
  , "verses": [
      {"id": 1, "text": "I love you, LORD, my strength."},
      {"id": 2, "text": "The LORD is my rock, my fortress and my deliverer; my God is my rock, in whom I take refuge, my shield and the horn of my salvation, my stronghold."},
      {"id": 3, "text": "I called to the LORD, who is worthy of praise, and I have been saved from my enemies."},
      {"id": 4, "text": "The cords of death entangled me; the torrents of destruction overwhelmed me."},
      {"id": 5, "text": "The cords of the grave coiled around me; the snares of death confronted me."},
      {"id": 6, "text": "In my distress I called to the LORD; I cried to my God for help. From his temple he heard my voice; my cry came before him, into his ears."},
      {"id": 7, "text": "The earth trembled and quaked, and the foundations of the mountains shook; they trembled because he was angry."},
      {"id": 8, "text": "Smoke rose from his nostrils; consuming fire came from his mouth, burning coals blazed out of it."},
      {"id": 9, "text": "He parted the heavens and came down; dark clouds were under his feet."},
      {"id": 10, "text": "He mounted the cherubim and flew; he soared on the wings of the wind."},
      {"id": 11, "text": "He made darkness his covering, his canopy around him— the dark rain clouds of the sky."},
      {"id": 12, "text": "Out of the brightness of his presence clouds advanced, with hailstones and bolts of lightning."},
      {"id": 13, "text": "The LORD thundered from heaven; the voice of the Most High resounded."},
      {"id": 14, "text": "He shot his arrows and scattered the enemy, with great bolts of lightning he routed them."},
      {"id": 15, "text": "The valleys of the sea were exposed and the foundations of the earth laid bare at your rebuke, LORD, at the blast of breath from your nostrils."},
      {"id": 16, "text": "He reached down from on high and took hold of me; he drew me out of deep waters."},
      {"id": 17, "text": "He rescued me from my powerful enemy, from my foes, who were too strong for me."},
      {"id": 18, "text": "They confronted me in the day of my disaster, but the LORD was my support."},
      {"id": 19, "text": "He brought me out into a spacious place; he rescued me because he delighted in me."},
      {"id": 20, "text": "The LORD has dealt with me according to my righteousness; according to the cleanness of my hands he has rewarded me."},
      {"id": 21, "text": "For I have kept the ways of the LORD; I am not guilty of turning from my God."},
      {"id": 22, "text": "All his laws are before me; I have not turned away from his decrees."},
      {"id": 23, "text": "I have been blameless before him and have kept myself from sin."},
      {"id": 24, "text": "The LORD has rewarded me according to my righteousness, according to the cleanness of my hands in his sight."},
      {"id": 25, "text": "To the faithful you show yourself faithful, to the blameless you show yourself blameless,"},
      {"id": 26, "text": "to the pure you show yourself pure, but to the devious you show yourself shrewd."},
      {"id": 27, "text": "You save the humble but bring low those whose eyes are haughty."},
      {"id": 28, "text": "You, LORD, keep my lamp burning; my God turns my darkness into light."},
      {"id": 29, "text": "With your help I can advance against a troop ; with my God I can scale a wall."},
      {"id": 30, "text": "As for God, his way is perfect: The LORD’s word is flawless; he shields all who take refuge in him."},
      {"id": 31, "text": "For who is God besides the LORD? And who is the Rock except our God?"},
      {"id": 32, "text": "It is God who arms me with strength and keeps my way secure."},
      {"id": 33, "text": "He makes my feet like the feet of a deer; he causes me to stand on the heights."},
      {"id": 34, "text": "He trains my hands for battle; my arms can bend a bow of bronze."},
      {"id": 35, "text": "You make your saving help my shield, and your right hand sustains me; your help has made me great."},
      {"id": 36, "text": "You provide a broad path for my feet, so that my ankles do not give way."},
      {"id": 37, "text": "I pursued my enemies and overtook them; I did not turn back till they were destroyed."},
      {"id": 38, "text": "I crushed them so that they could not rise; they fell beneath my feet."},
      {"id": 39, "text": "You armed me with strength for battle; you humbled my adversaries before me."},
      {"id": 40, "text": "You made my enemies turn their backs in flight, and I destroyed my foes."},
      {"id": 41, "text": "They cried for help, but there was no one to save them— to the LORD, but he did not answer."},
      {"id": 42, "text": "I beat them as fine as windblown dust; I trampled them like mud in the streets."},
      {"id": 43, "text": "You have delivered me from the attacks of the people; you have made me the head of nations. People I did not know now serve me,"},
      {"id": 44, "text": "foreigners cower before me; as soon as they hear of me, they obey me."},
      {"id": 45, "text": "They all lose heart; they come trembling from their strongholds."},
      {"id": 46, "text": "The LORD lives! Praise be to my Rock! Exalted be God my Savior!"},
      {"id": 47, "text": "He is the God who avenges me, who subdues nations under me,"},
      {"id": 48, "text": "who saves me from my enemies. You exalted me above my foes; from a violent man you rescued me."},
      {"id": 49, "text": "Therefore I will praise you, LORD, among the nations; I will sing the praises of your name."},
      {"id": 50, "text": "He gives his king great victories; he shows unfailing love to his anointed, to David and to his descendants forever."}
    ]
  },
  { "id": 19
  , "title": "For the director of music. A psalm of David."
  , "verses": [
      {"id": 1, "text": "The heavens declare the glory of God; the skies proclaim the work of his hands."},
      {"id": 2, "text": "Day after day they pour forth speech; night after night they reveal knowledge."},
      {"id": 3, "text": "They have no speech, they use no words; no sound is heard from them."},
      {"id": 4, "text": "Yet their voice goes out into all the earth, their words to the ends of the world. In the heavens God has pitched a tent for the sun."},
      {"id": 5, "text": "It is like a bridegroom coming out of his chamber, like a champion rejoicing to run his course."},
      {"id": 6, "text": "It rises at one end of the heavens and makes its circuit to the other; nothing is deprived of its warmth."},
      {"id": 7, "text": "The law of the LORD is perfect, refreshing the soul. The statutes of the LORD are trustworthy, making wise the simple."},
      {"id": 8, "text": "The precepts of the LORD are right, giving joy to the heart. The commands of the LORD are radiant, giving light to the eyes."},
      {"id": 9, "text": "The fear of the LORD is pure, enduring forever. The decrees of the LORD are firm, and all of them are righteous."},
      {"id": 10, "text": "They are more precious than gold, than much pure gold; they are sweeter than honey, than honey from the honeycomb."},
      {"id": 11, "text": "By them your servant is warned; in keeping them there is great reward."},
      {"id": 12, "text": "But who can discern their own errors? Forgive my hidden faults."},
      {"id": 13, "text": "Keep your servant also from willful sins; may they not rule over me. Then I will be blameless, innocent of great transgression."},
      {"id": 14, "text": "May these words of my mouth and this meditation of my heart be pleasing in your sight, LORD, my Rock and my Redeemer."}
    ]
  },
  { "id": 20
  , "title": "For the director of music. A psalm of David."
  , "verses": [
      {"id": 1, "text": "May the LORD answer you when you are in distress; may the name of the God of Jacob protect you."},
      {"id": 2, "text": "May he send you help from the sanctuary and grant you support from Zion."},
      {"id": 3, "text": "May he remember all your sacrifices and accept your burnt offerings."},
      {"id": 4, "text": "May he give you the desire of your heart and make all your plans succeed."},
      {"id": 5, "text": "May we shout for joy over your victory and lift up our banners in the name of our God. May the LORD grant all your requests."},
      {"id": 6, "text": "Now this I know: The LORD gives victory to his anointed. He answers him from his heavenly sanctuary with the victorious power of his right hand."},
      {"id": 7, "text": "Some trust in chariots and some in horses, but we trust in the name of the LORD our God."},
      {"id": 8, "text": "They are brought to their knees and fall, but we rise up and stand firm."},
      {"id": 9, "text": "LORD, give victory to the king! Answer us when we call!"}
    ]
  },
  { "id": 21
  , "title": "For the director of music. A psalm of David."
  , "verses": [
      {"id": 1, "text": "The king rejoices in your strength, LORD. How great is his joy in the victories you give!"},
      {"id": 2, "text": "You have granted him his heart’s desire and have not withheld the request of his lips."},
      {"id": 3, "text": "You came to greet him with rich blessings and placed a crown of pure gold on his head."},
      {"id": 4, "text": "He asked you for life, and you gave it to him— length of days, for ever and ever."},
      {"id": 5, "text": "Through the victories you gave, his glory is great; you have bestowed on him splendor and majesty."},
      {"id": 6, "text": "Surely you have granted him unending blessings and made him glad with the joy of your presence."},
      {"id": 7, "text": "For the king trusts in the LORD; through the unfailing love of the Most High he will not be shaken."},
      {"id": 8, "text": "Your hand will lay hold on all your enemies; your right hand will seize your foes."},
      {"id": 9, "text": "When you appear for battle, you will burn them up as in a blazing furnace. The LORD will swallow them up in his wrath, and his fire will consume them."},
      {"id": 10, "text": "You will destroy their descendants from the earth, their posterity from mankind."},
      {"id": 11, "text": "Though they plot evil against you and devise wicked schemes, they cannot succeed."},
      {"id": 12, "text": "You will make them turn their backs when you aim at them with drawn bow."},
      {"id": 13, "text": "Be exalted in your strength, LORD; we will sing and praise your might."}
    ]
  },
  { "id": 22
  , "title": "For the director of music. To the tune of “The Doe of the Morning.” A psalm of David."
  , "verses": [
      {"id": 1, "text": "My God, my God, why have you forsaken me? Why are you so far from saving me, so far from my cries of anguish?"},
      {"id": 2, "text": "My God, I cry out by day, but you do not answer, by night, but I find no rest."},
      {"id": 3, "text": "Yet you are enthroned as the Holy One; you are the one Israel praises."},
      {"id": 4, "text": "In you our ancestors put their trust; they trusted and you delivered them."},
      {"id": 5, "text": "To you they cried out and were saved; in you they trusted and were not put to shame."},
      {"id": 6, "text": "But I am a worm and not a man, scorned by everyone, despised by the people."},
      {"id": 7, "text": "All who see me mock me; they hurl insults, shaking their heads."},
      {"id": 8, "text": "“He trusts in the LORD,” they say, “let the LORD rescue him. Let him deliver him, since he delights in him.”"},
      {"id": 9, "text": "Yet you brought me out of the womb; you made me trust in you, even at my mother’s breast."},
      {"id": 10, "text": "From birth I was cast on you; from my mother’s womb you have been my God."},
      {"id": 11, "text": "Do not be far from me, for trouble is near and there is no one to help."},
      {"id": 12, "text": "Many bulls surround me; strong bulls of Bashan encircle me."},
      {"id": 13, "text": "Roaring lions that tear their prey open their mouths wide against me."},
      {"id": 14, "text": "I am poured out like water, and all my bones are out of joint. My heart has turned to wax; it has melted within me."},
      {"id": 15, "text": "My mouth is dried up like a potsherd, and my tongue sticks to the roof of my mouth; you lay me in the dust of death."},
      {"id": 16, "text": "Dogs surround me, a pack of villains encircles me; they pierce my hands and my feet."},
      {"id": 17, "text": "All my bones are on display; people stare and gloat over me."},
      {"id": 18, "text": "They divide my clothes among them and cast lots for my garment."},
      {"id": 19, "text": "But you, LORD, do not be far from me. You are my strength; come quickly to help me."},
      {"id": 20, "text": "Deliver me from the sword, my precious life from the power of the dogs."},
      {"id": 21, "text": "Rescue me from the mouth of the lions; save me from the horns of the wild oxen."},
      {"id": 22, "text": "I will declare your name to my people; in the assembly I will praise you."},
      {"id": 23, "text": "You who fear the LORD, praise him! All you descendants of Jacob, honor him! Revere him, all you descendants of Israel!"},
      {"id": 24, "text": "For he has not despised or scorned the suffering of the afflicted one; he has not hidden his face from him but has listened to his cry for help."},
      {"id": 25, "text": "From you comes the theme of my praise in the great assembly; before those who fear you I will fulfill my vows."},
      {"id": 26, "text": "The poor will eat and be satisfied; those who seek the LORD will praise him— may your hearts live forever!"},
      {"id": 27, "text": "All the ends of the earth will remember and turn to the LORD, and all the families of the nations will bow down before him,"},
      {"id": 28, "text": "for dominion belongs to the LORDand he rules over the nations."},
      {"id": 29, "text": "All the rich of the earth will feast and worship; all who go down to the dust will kneel before him— those who cannot keep themselves alive."},
      {"id": 30, "text": "Posterity will serve him; future generations will be told about the Lord."},
      {"id": 31, "text": "They will proclaim his righteousness, declaring to a people yet unborn: He has done it!"}
    ]
  },
  { "id": 23
  , "title": "A psalm of David."
  , "verses": [
      {"id": 1, "text": "The LORD is my shepherd, I lack nothing."},
      {"id": 2, "text": "He makes me lie down in green pastures, he leads me beside quiet waters,"},
      {"id": 3, "text": "he refreshes my soul. He guides me along the right paths for his name’s sake."},
      {"id": 4, "text": "Even though I walk through the darkest valley, I will fear no evil, for you are with me; your rod and your staff, they comfort me."},
      {"id": 5, "text": "You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows."},
      {"id": 6, "text": "Surely your goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever."}
    ]
  },
  { "id": 24
  , "title": "Of David. A psalm."
  , "verses": [
      {"id": 1, "text": "The earth is the LORD’s, and everything in it, the world, and all who live in it;"},
      {"id": 2, "text": "for he founded it on the seas and established it on the waters."},
      {"id": 3, "text": "Who may ascend the mountain of the LORD? Who may stand in his holy place?"},
      {"id": 4, "text": "The one who has clean hands and a pure heart, who does not trust in an idol or swear by a false god."},
      {"id": 5, "text": "They will receive blessing from the LORDand vindication from God their Savior."},
      {"id": 6, "text": "Such is the generation of those who seek him, who seek your face, God of Jacob."},
      {"id": 7, "text": "Lift up your heads, you gates; be lifted up, you ancient doors, that the King of glory may come in."},
      {"id": 8, "text": "Who is this King of glory? The LORD strong and mighty, the LORD mighty in battle."},
      {"id": 9, "text": "Lift up your heads, you gates; lift them up, you ancient doors, that the King of glory may come in."},
      {"id": 10, "text": "Who is he, this King of glory? The LORD Almighty— he is the King of glory."}
    ]
  },
  { "id": 25
  , "title": "Of David."
  , "verses": [
      {"id": 1, "text": "In you, LORD my God, I put my trust."},
      {"id": 2, "text": "I trust in you; do not let me be put to shame, nor let my enemies triumph over me."},
      {"id": 3, "text": "No one who hopes in you will ever be put to shame, but shame will come on those who are treacherous without cause."},
      {"id": 4, "text": "Show me your ways, LORD, teach me your paths."},
      {"id": 5, "text": "Guide me in your truth and teach me, for you are God my Savior, and my hope is in you all day long."},
      {"id": 6, "text": "Remember, LORD, your great mercy and love, for they are from of old."},
      {"id": 7, "text": "Do not remember the sins of my youth and my rebellious ways; according to your love remember me, for you, LORD, are good."},
      {"id": 8, "text": "Good and upright is the LORD; therefore he instructs sinners in his ways."},
      {"id": 9, "text": "He guides the humble in what is right and teaches them his way."},
      {"id": 10, "text": "All the ways of the LORD are loving and faithful toward those who keep the demands of his covenant."},
      {"id": 11, "text": "For the sake of your name, LORD, forgive my iniquity, though it is great."},
      {"id": 12, "text": "Who, then, are those who fear the LORD? He will instruct them in the ways they should choose."},
      {"id": 13, "text": "They will spend their days in prosperity, and their descendants will inherit the land."},
      {"id": 14, "text": "The LORD confides in those who fear him; he makes his covenant known to them."},
      {"id": 15, "text": "My eyes are ever on the LORD, for only he will release my feet from the snare."},
      {"id": 16, "text": "Turn to me and be gracious to me, for I am lonely and afflicted."},
      {"id": 17, "text": "Relieve the troubles of my heart and free me from my anguish."},
      {"id": 18, "text": "Look on my affliction and my distress and take away all my sins."},
      {"id": 19, "text": "See how numerous are my enemies and how fiercely they hate me!"},
      {"id": 20, "text": "Guard my life and rescue me; do not let me be put to shame, for I take refuge in you."},
      {"id": 21, "text": "May integrity and uprightness protect me, because my hope, LORD, is in you."},
      {"id": 22, "text": "Deliver Israel, O God, from all their troubles! bles!"}
    ]
  },
  { "id": 26
  , "title": "Of David."
  , "verses": [
      {"id": 1, "text": "Vindicate me, LORD, for I have led a blameless life; I have trusted in the LORDand have not faltered."},
      {"id": 2, "text": "Test me, LORD, and try me, examine my heart and my mind;"},
      {"id": 3, "text": "for I have always been mindful of your unfailing love and have lived in reliance on your faithfulness."},
      {"id": 4, "text": "I do not sit with the deceitful, nor do I associate with hypocrites."},
      {"id": 5, "text": "I abhor the assembly of evildoers and refuse to sit with the wicked."},
      {"id": 6, "text": "I wash my hands in innocence, and go about your altar, LORD,"},
      {"id": 7, "text": "proclaiming aloud your praise and telling of all your wonderful deeds."},
      {"id": 8, "text": "LORD, I love the house where you live, the place where your glory dwells."},
      {"id": 9, "text": "Do not take away my soul along with sinners, my life with those who are bloodthirsty,"},
      {"id": 10, "text": "in whose hands are wicked schemes, whose right hands are full of bribes."},
      {"id": 11, "text": "I lead a blameless life; deliver me and be merciful to me."},
      {"id": 12, "text": "My feet stand on level ground; in the great congregation I will praise the LORD."}
    ]
  },
  { "id": 27
  , "title": "Of David."
  , "verses": [
      {"id": 1, "text": "The LORD is my light and my salvation— whom shall I fear? The LORD is the stronghold of my life— of whom shall I be afraid?"},
      {"id": 2, "text": "When the wicked advance against me to devour me, it is my enemies and my foes who will stumble and fall."},
      {"id": 3, "text": "Though an army besiege me, my heart will not fear; though war break out against me, even then I will be confident."},
      {"id": 4, "text": "One thing I ask from the LORD, this only do I seek: that I may dwell in the house of the LORD all the days of my life, to gaze on the beauty of the LORDand to seek him in his temple."},
      {"id": 5, "text": "For in the day of trouble he will keep me safe in his dwelling; he will hide me in the shelter of his sacred tent and set me high upon a rock."},
      {"id": 6, "text": "Then my head will be exalted above the enemies who surround me; at his sacred tent I will sacrifice with shouts of joy; I will sing and make music to the LORD."},
      {"id": 7, "text": "Hear my voice when I call, LORD; be merciful to me and answer me."},
      {"id": 8, "text": "My heart says of you, “Seek his face!” Your face, LORD, I will seek."},
      {"id": 9, "text": "Do not hide your face from me, do not turn your servant away in anger; you have been my helper. Do not reject me or forsake me, God my Savior."},
      {"id": 10, "text": "Though my father and mother forsake me, the LORD will receive me."},
      {"id": 11, "text": "Teach me your way, LORD; lead me in a straight path because of my oppressors."},
      {"id": 12, "text": "Do not turn me over to the desire of my foes, for false witnesses rise up against me, spouting malicious accusations."},
      {"id": 13, "text": "I remain confident of this: I will see the goodness of the LORD in the land of the living."},
      {"id": 14, "text": "Wait for the LORD; be strong and take heart and wait for the LORD."}
    ]
  },
  { "id": 28
  , "title": "Of David."
  , "verses": [
      {"id": 1, "text": "To you, LORD, I call; you are my Rock, do not turn a deaf ear to me. For if you remain silent, I will be like those who go down to the pit."},
      {"id": 2, "text": "Hear my cry for mercy as I call to you for help, as I lift up my hands toward your Most Holy Place."},
      {"id": 3, "text": "Do not drag me away with the wicked, with those who do evil, who speak cordially with their neighbors but harbor malice in their hearts."},
      {"id": 4, "text": "Repay them for their deeds and for their evil work; repay them for what their hands have done and bring back on them what they deserve."},
      {"id": 5, "text": "Because they have no regard for the deeds of the LORDand what his hands have done, he will tear them down and never build them up again."},
      {"id": 6, "text": "Praise be to the LORD, for he has heard my cry for mercy."},
      {"id": 7, "text": "The LORD is my strength and my shield; my heart trusts in him, and he helps me. My heart leaps for joy, and with my song I praise him."},
      {"id": 8, "text": "The LORD is the strength of his people, a fortress of salvation for his anointed one."},
      {"id": 9, "text": "Save your people and bless your inheritance; be their shepherd and carry them forever."}
    ]
  },
  { "id": 29
  , "title": "A psalm of David."
  , "verses": [
      {"id": 1, "text": "Ascribe to the LORD, you heavenly beings, ascribe to the LORD glory and strength."},
      {"id": 2, "text": "Ascribe to the LORD the glory due his name; worship the LORD in the splendor of his holiness."},
      {"id": 3, "text": "The voice of the LORD is over the waters; the God of glory thunders, the LORD thunders over the mighty waters."},
      {"id": 4, "text": "The voice of the LORD is powerful; the voice of the LORD is majestic."},
      {"id": 5, "text": "The voice of the LORD breaks the cedars; the LORD breaks in pieces the cedars of Lebanon."},
      {"id": 6, "text": "He makes Lebanon leap like a calf, Sirion like a young wild ox."},
      {"id": 7, "text": "The voice of the LORD strikes with flashes of lightning."},
      {"id": 8, "text": "The voice of the LORD shakes the desert; the LORD shakes the Desert of Kadesh."},
      {"id": 9, "text": "The voice of the LORD twists the oaksand strips the forests bare. And in his temple all cry, “Glory!”"},
      {"id": 10, "text": "The LORD sits enthroned over the flood; the LORD is enthroned as King forever."},
      {"id": 11, "text": "The LORD gives strength to his people; the LORD blesses his people with peace."}
    ]
  },
  { "id": 30
  , "title": "A psalm. A song. For the dedication of the temple. Of David."
  , "verses": [
      {"id": 1, "text": "I will exalt you, LORD, for you lifted me out of the depths and did not let my enemies gloat over me."},
      {"id": 2, "text": "LORD my God, I called to you for help, and you healed me."},
      {"id": 3, "text": "You, LORD, brought me up from the realm of the dead; you spared me from going down to the pit."},
      {"id": 4, "text": "Sing the praises of the LORD, you his faithful people; praise his holy name."},
      {"id": 5, "text": "For his anger lasts only a moment, but his favor lasts a lifetime; weeping may stay for the night, but rejoicing comes in the morning."},
      {"id": 6, "text": "When I felt secure, I said, “I will never be shaken.”"},
      {"id": 7, "text": "LORD, when you favored me, you made my royal mountain stand firm; but when you hid your face, I was dismayed."},
      {"id": 8, "text": "To you, LORD, I called; to the Lord I cried for mercy:"},
      {"id": 9, "text": "“What is gained if I am silenced, if I go down to the pit? Will the dust praise you? Will it proclaim your faithfulness?"},
      {"id": 10, "text": "Hear, LORD, and be merciful to me; LORD, be my help.”"},
      {"id": 11, "text": "You turned my wailing into dancing; you removed my sackcloth and clothed me with joy,"},
      {"id": 12, "text": "that my heart may sing your praises and not be silent. LORD my God, I will praise you forever."}
    ]
  },
  { "id": 31
  , "title": "For the director of music. A psalm of David."
  , "verses": [
      {"id": 1, "text": "In you, LORD, I have taken refuge; let me never be put to shame; deliver me in your righteousness."},
      {"id": 2, "text": "Turn your ear to me, come quickly to my rescue; be my rock of refuge, a strong fortress to save me."},
      {"id": 3, "text": "Since you are my rock and my fortress, for the sake of your name lead and guide me."},
      {"id": 4, "text": "Keep me free from the trap that is set for me, for you are my refuge."},
      {"id": 5, "text": "Into your hands I commit my spirit; deliver me, LORD, my faithful God."},
      {"id": 6, "text": "I hate those who cling to worthless idols; as for me, I trust in the LORD."},
      {"id": 7, "text": "I will be glad and rejoice in your love, for you saw my affliction and knew the anguish of my soul."},
      {"id": 8, "text": "You have not given me into the hands of the enemy but have set my feet in a spacious place."},
      {"id": 9, "text": "Be merciful to me, LORD, for I am in distress; my eyes grow weak with sorrow, my soul and body with grief."},
      {"id": 10, "text": "My life is consumed by anguish and my years by groaning; my strength fails because of my affliction,and my bones grow weak."},
      {"id": 11, "text": "Because of all my enemies, I am the utter contempt of my neighbors and an object of dread to my closest friends— those who see me on the street flee from me."},
      {"id": 12, "text": "I am forgotten as though I were dead; I have become like broken pottery."},
      {"id": 13, "text": "For I hear many whispering, “Terror on every side!” They conspire against me and plot to take my life."},
      {"id": 14, "text": "But I trust in you, LORD; I say, “You are my God.”"},
      {"id": 15, "text": "My times are in your hands; deliver me from the hands of my enemies, from those who pursue me."},
      {"id": 16, "text": "Let your face shine on your servant; save me in your unfailing love."},
      {"id": 17, "text": "Let me not be put to shame, LORD, for I have cried out to you; but let the wicked be put to shame and be silent in the realm of the dead."},
      {"id": 18, "text": "Let their lying lips be silenced, for with pride and contempt they speak arrogantly against the righteous."},
      {"id": 19, "text": "How abundant are the good things that you have stored up for those who fear you, that you bestow in the sight of all, on those who take refuge in you."},
      {"id": 20, "text": "In the shelter of your presence you hide them from all human intrigues; you keep them safe in your dwelling from accusing tongues."},
      {"id": 21, "text": "Praise be to the LORD, for he showed me the wonders of his love when I was in a city under siege."},
      {"id": 22, "text": "In my alarm I said, “I am cut off from your sight!” Yet you heard my cry for mercy when I called to you for help."},
      {"id": 23, "text": "Love the LORD, all his faithful people! The LORD preserves those who are true to him, but the proud he pays back in full."},
      {"id": 24, "text": "Be strong and take heart, all you who hope in the LORD."}
    ]
  },
  { "id": 32
  , "title": "Of David. A maskil."
  , "verses": [
      {"id": 1, "text": "Blessed is the one whose transgressions are forgiven, whose sins are covered."},
      {"id": 2, "text": "Blessed is the one whose sin the LORD does not count against them and in whose spirit is no deceit."},
      {"id": 3, "text": "When I kept silent, my bones wasted away through my groaning all day long."},
      {"id": 4, "text": "For day and night your hand was heavy on me; my strength was sapped as in the heat of summer."},
      {"id": 5, "text": "Then I acknowledged my sin to you and did not cover up my iniquity. I said, “I will confess my transgressions to the LORD.” And you forgave the guilt of my sin."},
      {"id": 6, "text": "Therefore let all the faithful pray to you while you may be found; surely the rising of the mighty waters will not reach them."},
      {"id": 7, "text": "You are my hiding place; you will protect me from trouble and surround me with songs of deliverance."},
      {"id": 8, "text": "I will instruct you and teach you in the way you should go; I will counsel you with my loving eye on you."},
      {"id": 9, "text": "Do not be like the horse or the mule, which have no understanding but must be controlled by bit and bridle or they will not come to you."},
      {"id": 10, "text": "Many are the woes of the wicked, but the LORD’s unfailing love surrounds the one who trusts in him."},
      {"id": 11, "text": "Rejoice in the LORD and be glad, you righteous; sing, all you who are upright in heart!"}
    ]
  },
  { "id": 33
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Sing joyfully to the LORD, you righteous; it is fitting for the upright to praise him."},
      {"id": 2, "text": "Praise the LORD with the harp; make music to him on the ten-stringed lyre."},
      {"id": 3, "text": "Sing to him a new song; play skillfully, and shout for joy."},
      {"id": 4, "text": "For the word of the LORD is right and true; he is faithful in all he does."},
      {"id": 5, "text": "The LORD loves righteousness and justice; the earth is full of his unfailing love."},
      {"id": 6, "text": "By the word of the LORD the heavens were made, their starry host by the breath of his mouth."},
      {"id": 7, "text": "He gathers the waters of the sea into jars ; he puts the deep into storehouses."},
      {"id": 8, "text": "Let all the earth fear the LORD; let all the people of the world revere him."},
      {"id": 9, "text": "For he spoke, and it came to be; he commanded, and it stood firm."},
      {"id": 10, "text": "The LORD foils the plans of the nations; he thwarts the purposes of the peoples."},
      {"id": 11, "text": "But the plans of the LORD stand firm forever, the purposes of his heart through all generations."},
      {"id": 12, "text": "Blessed is the nation whose God is the LORD, the people he chose for his inheritance."},
      {"id": 13, "text": "From heaven the LORD looks down and sees all mankind;"},
      {"id": 14, "text": "from his dwelling place he watches all who live on earth—"},
      {"id": 15, "text": "he who forms the hearts of all, who considers everything they do."},
      {"id": 16, "text": "No king is saved by the size of his army; no warrior escapes by his great strength."},
      {"id": 17, "text": "A horse is a vain hope for deliverance; despite all its great strength it cannot save."},
      {"id": 18, "text": "But the eyes of the LORD are on those who fear him, on those whose hope is in his unfailing love,"},
      {"id": 19, "text": "to deliver them from death and keep them alive in famine."},
      {"id": 20, "text": "We wait in hope for the LORD; he is our help and our shield."},
      {"id": 21, "text": "In him our hearts rejoice, for we trust in his holy name."},
      {"id": 22, "text": "May your unfailing love be with us, LORD, even as we put our hope in you."}
    ]
  },
  { "id": 34
  , "title": "Of David. When he pretended to be insane before Abimelek, who drove him away, and he left."
  , "verses": [
      {"id": 1, "text": "I will extol the LORD at all times; his praise will always be on my lips."},
      {"id": 2, "text": "I will glory in the LORD; let the afflicted hear and rejoice."},
      {"id": 3, "text": "Glorify the LORD with me; let us exalt his name together."},
      {"id": 4, "text": "I sought the LORD, and he answered me; he delivered me from all my fears."},
      {"id": 5, "text": "Those who look to him are radiant; their faces are never covered with shame."},
      {"id": 6, "text": "This poor man called, and the LORD heard him; he saved him out of all his troubles."},
      {"id": 7, "text": "The angel of the LORD encamps around those who fear him, and he delivers them."},
      {"id": 8, "text": "Taste and see that the LORD is good; blessed is the one who takes refuge in him."},
      {"id": 9, "text": "Fear the LORD, you his holy people, for those who fear him lack nothing."},
      {"id": 10, "text": "The lions may grow weak and hungry, but those who seek the LORD lack no good thing."},
      {"id": 11, "text": "Come, my children, listen to me; I will teach you the fear of the LORD."},
      {"id": 12, "text": "Whoever of you loves life and desires to see many good days,"},
      {"id": 13, "text": "keep your tongue from evil and your lips from telling lies."},
      {"id": 14, "text": "Turn from evil and do good; seek peace and pursue it."},
      {"id": 15, "text": "The eyes of the LORD are on the righteous, and his ears are attentive to their cry;"},
      {"id": 16, "text": "but the face of the LORD is against those who do evil, to blot out their name from the earth."},
      {"id": 17, "text": "The righteous cry out, and the LORD hears them; he delivers them from all their troubles."},
      {"id": 18, "text": "The LORD is close to the brokenhearted and saves those who are crushed in spirit."},
      {"id": 19, "text": "The righteous person may have many troubles, but the LORD delivers him from them all;"},
      {"id": 20, "text": "he protects all his bones, not one of them will be broken."},
      {"id": 21, "text": "Evil will slay the wicked; the foes of the righteous will be condemned."},
      {"id": 22, "text": "The LORD will rescue his servants; no one who takes refuge in him will be condemned."}
    ]
  },
  { "id": 35
  , "title": "Of David."
  , "verses": [
      {"id": 1, "text": "Contend, LORD, with those who contend with me; fight against those who fight against me."},
      {"id": 2, "text": "Take up shield and armor; arise and come to my aid."},
      {"id": 3, "text": "Brandish spear and javelinagainst those who pursue me. Say to me, “I am your salvation.”"},
      {"id": 4, "text": "May those who seek my life be disgraced and put to shame; may those who plot my ruin be turned back in dismay."},
      {"id": 5, "text": "May they be like chaff before the wind, with the angel of the LORD driving them away;"},
      {"id": 6, "text": "may their path be dark and slippery, with the angel of the LORD pursuing them."},
      {"id": 7, "text": "Since they hid their net for me without cause and without cause dug a pit for me,"},
      {"id": 8, "text": "may ruin overtake them by surprise— may the net they hid entangle them, may they fall into the pit, to their ruin."},
      {"id": 9, "text": "Then my soul will rejoice in the LORDand delight in his salvation."},
      {"id": 10, "text": "My whole being will exclaim, “Who is like you, LORD? You rescue the poor from those too strong for them, the poor and needy from those who rob them.”"},
      {"id": 11, "text": "Ruthless witnesses come forward; they question me on things I know nothing about."},
      {"id": 12, "text": "They repay me evil for good and leave me like one bereaved."},
      {"id": 13, "text": "Yet when they were ill, I put on sackcloth and humbled myself with fasting. When my prayers returned to me unanswered,"},
      {"id": 14, "text": "I went about mourning as though for my friend or brother. I bowed my head in grief as though weeping for my mother."},
      {"id": 15, "text": "But when I stumbled, they gathered in glee; assailants gathered against me without my knowledge. They slandered me without ceasing."},
      {"id": 16, "text": "Like the ungodly they maliciously mocked;they gnashed their teeth at me."},
      {"id": 17, "text": "How long, Lord, will you look on? Rescue me from their ravages, my precious life from these lions."},
      {"id": 18, "text": "I will give you thanks in the great assembly; among the throngs I will praise you."},
      {"id": 19, "text": "Do not let those gloat over me who are my enemies without cause; do not let those who hate me without reason maliciously wink the eye."},
      {"id": 20, "text": "They do not speak peaceably, but devise false accusations against those who live quietly in the land."},
      {"id": 21, "text": "They sneer at me and say, “Aha! Aha! With our own eyes we have seen it.”"},
      {"id": 22, "text": "LORD, you have seen this; do not be silent. Do not be far from me, Lord."},
      {"id": 23, "text": "Awake, and rise to my defense! Contend for me, my God and Lord."},
      {"id": 24, "text": "Vindicate me in your righteousness, LORD my God; do not let them gloat over me."},
      {"id": 25, "text": "Do not let them think, “Aha, just what we wanted!” or say, “We have swallowed him up.”"},
      {"id": 26, "text": "May all who gloat over my distress be put to shame and confusion; may all who exalt themselves over me be clothed with shame and disgrace."},
      {"id": 27, "text": "May those who delight in my vindication shout for joy and gladness; may they always say, “The LORD be exalted, who delights in the well-being of his servant.”"},
      {"id": 28, "text": "My tongue will proclaim your righteousness, your praises all day long."}
    ]
  },
  { "id": 36
  , "title": "For the director of music. Of David the servant of the LORD."
  , "verses": [
      {"id": 1, "text": "I have a message from God in my heart concerning the sinfulness of the wicked:There is no fear of God before their eyes."},
      {"id": 2, "text": "In their own eyes they flatter themselves too much to detect or hate their sin."},
      {"id": 3, "text": "The words of their mouths are wicked and deceitful; they fail to act wisely or do good."},
      {"id": 4, "text": "Even on their beds they plot evil; they commit themselves to a sinful course and do not reject what is wrong."},
      {"id": 5, "text": "Your love, LORD, reaches to the heavens, your faithfulness to the skies."},
      {"id": 6, "text": "Your righteousness is like the highest mountains, your justice like the great deep. You, LORD, preserve both people and animals."},
      {"id": 7, "text": "How priceless is your unfailing love, O God! People take refuge in the shadow of your wings."},
      {"id": 8, "text": "They feast on the abundance of your house; you give them drink from your river of delights."},
      {"id": 9, "text": "For with you is the fountain of life; in your light we see light."},
      {"id": 10, "text": "Continue your love to those who know you, your righteousness to the upright in heart."},
      {"id": 11, "text": "May the foot of the proud not come against me, nor the hand of the wicked drive me away."},
      {"id": 12, "text": "See how the evildoers lie fallen— thrown down, not able to rise!"}
    ]
  },
  { "id": 37
  , "title": "Of David."
  , "verses": [
      {"id": 1, "text": "Do not fret because of those who are evil or be envious of those who do wrong;"},
      {"id": 2, "text": "for like the grass they will soon wither, like green plants they will soon die away."},
      {"id": 3, "text": "Trust in the LORD and do good; dwell in the land and enjoy safe pasture."},
      {"id": 4, "text": "Take delight in the LORD, and he will give you the desires of your heart."},
      {"id": 5, "text": "Commit your way to the LORD; trust in him and he will do this:"},
      {"id": 6, "text": "He will make your righteous reward shine like the dawn, your vindication like the noonday sun."},
      {"id": 7, "text": "Be still before the LORDand wait patiently for him; do not fret when people succeed in their ways, when they carry out their wicked schemes."},
      {"id": 8, "text": "Refrain from anger and turn from wrath; do not fret—it leads only to evil."},
      {"id": 9, "text": "For those who are evil will be destroyed, but those who hope in the LORD will inherit the land."},
      {"id": 10, "text": "A little while, and the wicked will be no more; though you look for them, they will not be found."},
      {"id": 11, "text": "But the meek will inherit the land and enjoy peace and prosperity."},
      {"id": 12, "text": "The wicked plot against the righteous and gnash their teeth at them;"},
      {"id": 13, "text": "but the Lord laughs at the wicked, for he knows their day is coming."},
      {"id": 14, "text": "The wicked draw the sword and bend the bow to bring down the poor and needy, to slay those whose ways are upright."},
      {"id": 15, "text": "But their swords will pierce their own hearts, and their bows will be broken."},
      {"id": 16, "text": "Better the little that the righteous have than the wealth of many wicked;"},
      {"id": 17, "text": "for the power of the wicked will be broken, but the LORD upholds the righteous."},
      {"id": 18, "text": "The blameless spend their days under the LORD’s care, and their inheritance will endure forever."},
      {"id": 19, "text": "In times of disaster they will not wither; in days of famine they will enjoy plenty."},
      {"id": 20, "text": "But the wicked will perish: Though the LORD’s enemies are like the flowers of the field, they will be consumed, they will go up in smoke."},
      {"id": 21, "text": "The wicked borrow and do not repay, but the righteous give generously;"},
      {"id": 22, "text": "those the LORD blesses will inherit the land, but those he curses will be destroyed."},
      {"id": 23, "text": "The LORD makes firm the steps of the one who delights in him;"},
      {"id": 24, "text": "though he may stumble, he will not fall, for the LORD upholds him with his hand."},
      {"id": 25, "text": "I was young and now I am old, yet I have never seen the righteous forsaken or their children begging bread."},
      {"id": 26, "text": "They are always generous and lend freely; their children will be a blessing."},
      {"id": 27, "text": "Turn from evil and do good; then you will dwell in the land forever."},
      {"id": 28, "text": "For the LORD loves the just and will not forsake his faithful ones. Wrongdoers will be completely destroyed; the offspring of the wicked will perish."},
      {"id": 29, "text": "The righteous will inherit the land and dwell in it forever."},
      {"id": 30, "text": "The mouths of the righteous utter wisdom, and their tongues speak what is just."},
      {"id": 31, "text": "The law of their God is in their hearts; their feet do not slip."},
      {"id": 32, "text": "The wicked lie in wait for the righteous, intent on putting them to death;"},
      {"id": 33, "text": "but the LORD will not leave them in the power of the wicked or let them be condemned when brought to trial."},
      {"id": 34, "text": "Hope in the LORD and keep his way. He will exalt you to inherit the land; when the wicked are destroyed, you will see it."},
      {"id": 35, "text": "I have seen a wicked and ruthless man flourishing like a luxuriant native tree,"},
      {"id": 36, "text": "but he soon passed away and was no more; though I looked for him, he could not be found."},
      {"id": 37, "text": "Consider the blameless, observe the upright; a future awaits those who seek peace."},
      {"id": 38, "text": "But all sinners will be destroyed; there will be no future for the wicked."},
      {"id": 39, "text": "The salvation of the righteous comes from the LORD; he is their stronghold in time of trouble."},
      {"id": 40, "text": "The LORD helps them and delivers them; he delivers them from the wicked and saves them, because they take refuge in him."}
    ]
  },
  { "id": 38
  , "title": "A psalm of David. A petition."
  , "verses": [
      {"id": 1, "text": "LORD, do not rebuke me in your anger or discipline me in your wrath."},
      {"id": 2, "text": "Your arrows have pierced me, and your hand has come down on me."},
      {"id": 3, "text": "Because of your wrath there is no health in my body; there is no soundness in my bones because of my sin."},
      {"id": 4, "text": "My guilt has overwhelmed me like a burden too heavy to bear."},
      {"id": 5, "text": "My wounds fester and are loathsome because of my sinful folly."},
      {"id": 6, "text": "I am bowed down and brought very low; all day long I go about mourning."},
      {"id": 7, "text": "My back is filled with searing pain; there is no health in my body."},
      {"id": 8, "text": "I am feeble and utterly crushed; I groan in anguish of heart."},
      {"id": 9, "text": "All my longings lie open before you, Lord; my sighing is not hidden from you."},
      {"id": 10, "text": "My heart pounds, my strength fails me; even the light has gone from my eyes."},
      {"id": 11, "text": "My friends and companions avoid me because of my wounds; my neighbors stay far away."},
      {"id": 12, "text": "Those who want to kill me set their traps, those who would harm me talk of my ruin; all day long they scheme and lie."},
      {"id": 13, "text": "I am like the deaf, who cannot hear, like the mute, who cannot speak;"},
      {"id": 14, "text": "I have become like one who does not hear, whose mouth can offer no reply."},
      {"id": 15, "text": "LORD, I wait for you; you will answer, Lord my God."},
      {"id": 16, "text": "For I said, “Do not let them gloat or exalt themselves over me when my feet slip.”"},
      {"id": 17, "text": "For I am about to fall, and my pain is ever with me."},
      {"id": 18, "text": "I confess my iniquity; I am troubled by my sin."},
      {"id": 19, "text": "Many have become my enemies without cause ; those who hate me without reason are numerous."},
      {"id": 20, "text": "Those who repay my good with evil lodge accusations against me, though I seek only to do what is good."},
      {"id": 21, "text": "LORD, do not forsake me; do not be far from me, my God."},
      {"id": 22, "text": "Come quickly to help me, my Lord and my Savior."}
    ]
  },
  { "id": 39
  , "title": "For the director of music. For Jeduthun. A psalm of David."
  , "verses": [
      {"id": 1, "text": "I said, “I will watch my ways and keep my tongue from sin; I will put a muzzle on my mouth while in the presence of the wicked.”"},
      {"id": 2, "text": "So I remained utterly silent, not even saying anything good. But my anguish increased;"},
      {"id": 3, "text": "my heart grew hot within me. While I meditated, the fire burned; then I spoke with my tongue:"},
      {"id": 4, "text": "“Show me, LORD, my life’s end and the number of my days; let me know how fleeting my life is."},
      {"id": 5, "text": "You have made my days a mere handbreadth; the span of my years is as nothing before you. Everyone is but a breath, even those who seem secure."},
      {"id": 6, "text": "“Surely everyone goes around like a mere phantom; in vain they rush about, heaping up wealth without knowing whose it will finally be."},
      {"id": 7, "text": "“But now, Lord, what do I look for? My hope is in you."},
      {"id": 8, "text": "Save me from all my transgressions; do not make me the scorn of fools."},
      {"id": 9, "text": "I was silent; I would not open my mouth, for you are the one who has done this."},
      {"id": 10, "text": "Remove your scourge from me; I am overcome by the blow of your hand."},
      {"id": 11, "text": "When you rebuke and discipline anyone for their sin, you consume their wealth like a moth— surely everyone is but a breath."},
      {"id": 12, "text": "“Hear my prayer, LORD, listen to my cry for help; do not be deaf to my weeping. I dwell with you as a foreigner, a stranger, as all my ancestors were."},
      {"id": 13, "text": "Look away from me, that I may enjoy life again before I depart and am no more.”"}
    ]
  },
  { "id": 40
  , "title": "For the director of music. Of David. A psalm."
  , "verses": [
      {"id": 1, "text": "I waited patiently for the LORD; he turned to me and heard my cry."},
      {"id": 2, "text": "He lifted me out of the slimy pit, out of the mud and mire; he set my feet on a rock and gave me a firm place to stand."},
      {"id": 3, "text": "He put a new song in my mouth, a hymn of praise to our God. Many will see and fear the LORDand put their trust in him."},
      {"id": 4, "text": "Blessed is the one who trusts in the LORD, who does not look to the proud, to those who turn aside to false gods."},
      {"id": 5, "text": "Many, LORD my God, are the wonders you have done, the things you planned for us. None can compare with you; were I to speak and tell of your deeds, they would be too many to declare."},
      {"id": 6, "text": "Sacrifice and offering you did not desire — but my ears you have opened — burnt offerings and sin offerings you did not require."},
      {"id": 7, "text": "Then I said, “Here I am, I have come— it is written about me in the scroll."},
      {"id": 8, "text": "I desire to do your will, my God; your law is within my heart.”"},
      {"id": 9, "text": "I proclaim your saving acts in the great assembly; I do not seal my lips, LORD, as you know."},
      {"id": 10, "text": "I do not hide your righteousness in my heart; I speak of your faithfulness and your saving help. I do not conceal your love and your faithfulness from the great assembly."},
      {"id": 11, "text": "Do not withhold your mercy from me, LORD; may your love and faithfulness always protect me."},
      {"id": 12, "text": "For troubles without number surround me; my sins have overtaken me, and I cannot see. They are more than the hairs of my head, and my heart fails within me."},
      {"id": 13, "text": "Be pleased to save me, LORD; come quickly, LORD, to help me."},
      {"id": 14, "text": "May all who want to take my life be put to shame and confusion; may all who desire my ruin be turned back in disgrace."},
      {"id": 15, "text": "May those who say to me, “Aha! Aha!” be appalled at their own shame."},
      {"id": 16, "text": "But may all who seek you rejoice and be glad in you; may those who long for your saving help always say, “The LORD is great!”"},
      {"id": 17, "text": "But as for me, I am poor and needy; may the Lord think of me. You are my help and my deliverer; you are my God, do not delay."}
    ]
  },
  { "id": 41
  , "title": "For the director of music. A psalm of David."
  , "verses": [
      {"id": 1, "text": "Blessed are those who have regard for the weak; the LORD delivers them in times of trouble."},
      {"id": 2, "text": "The LORD protects and preserves them— they are counted among the blessed in the land— he does not give them over to the desire of their foes."},
      {"id": 3, "text": "The LORD sustains them on their sickbed and restores them from their bed of illness."},
      {"id": 4, "text": "I said, “Have mercy on me, LORD; heal me, for I have sinned against you.”"},
      {"id": 5, "text": "My enemies say of me in malice, “When will he die and his name perish?”"},
      {"id": 6, "text": "When one of them comes to see me, he speaks falsely, while his heart gathers slander; then he goes out and spreads it around."},
      {"id": 7, "text": "All my enemies whisper together against me; they imagine the worst for me, saying,"},
      {"id": 8, "text": "“A vile disease has afflicted him; he will never get up from the place where he lies.”"},
      {"id": 9, "text": "Even my close friend, someone I trusted, one who shared my bread, has turned against me."},
      {"id": 10, "text": "But may you have mercy on me, LORD; raise me up, that I may repay them."},
      {"id": 11, "text": "I know that you are pleased with me, for my enemy does not triumph over me."},
      {"id": 12, "text": "Because of my integrity you uphold me and set me in your presence forever."},
      {"id": 13, "text": "Praise be to the LORD, the God of Israel, from everlasting to everlasting. Amen and Amen."}
    ]
  },
  { "id": 42
  , "title": "For the director of music. A maskil of the Sons of Korah."
  , "verses": [
      {"id": 1, "text": "As the deer pants for streams of water, so my soul pants for you, my God."},
      {"id": 2, "text": "My soul thirsts for God, for the living God. When can I go and meet with God?"},
      {"id": 3, "text": "My tears have been my food day and night, while people say to me all day long, “Where is your God?”"},
      {"id": 4, "text": "These things I remember as I pour out my soul: how I used to go to the house of God under the protection of the Mighty Onewith shouts of joy and praise among the festive throng."},
      {"id": 5, "text": "Why, my soul, are you downcast? Why so disturbed within me? Put your hope in God, for I will yet praise him, my Savior and my God."},
      {"id": 6, "text": "My soul is downcast within me; therefore I will remember you from the land of the Jordan, the heights of Hermon—from Mount Mizar."},
      {"id": 7, "text": "Deep calls to deep in the roar of your waterfalls; all your waves and breakers have swept over me."},
      {"id": 8, "text": "By day the LORD directs his love, at night his song is with me— a prayer to the God of my life."},
      {"id": 9, "text": "I say to God my Rock, “Why have you forgotten me? Why must I go about mourning, oppressed by the enemy?”"},
      {"id": 10, "text": "My bones suffer mortal agony as my foes taunt me, saying to me all day long, “Where is your God?”"},
      {"id": 11, "text": "Why, my soul, are you downcast? Why so disturbed within me? Put your hope in God, for I will yet praise him, my Savior and my God."}
    ]
  },
  { "id": 43
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Vindicate me, my God, and plead my cause against an unfaithful nation. Rescue me from those who are deceitful and wicked."},
      {"id": 2, "text": "You are God my stronghold. Why have you rejected me? Why must I go about mourning, oppressed by the enemy?"},
      {"id": 3, "text": "Send me your light and your faithful care, let them lead me; let them bring me to your holy mountain, to the place where you dwell."},
      {"id": 4, "text": "Then I will go to the altar of God, to God, my joy and my delight. I will praise you with the lyre, O God, my God."},
      {"id": 5, "text": "Why, my soul, are you downcast? Why so disturbed within me? Put your hope in God, for I will yet praise him, my Savior and my God."}
    ]
  },
  { "id": 44
  , "title": "For the director of music. Of the Sons of Korah. A maskil."
  , "verses": [
      {"id": 1, "text": "We have heard it with our ears, O God; our ancestors have told us what you did in their days, in days long ago."},
      {"id": 2, "text": "With your hand you drove out the nations and planted our ancestors; you crushed the peoples and made our ancestors flourish."},
      {"id": 3, "text": "It was not by their sword that they won the land, nor did their arm bring them victory; it was your right hand, your arm, and the light of your face, for you loved them."},
      {"id": 4, "text": "You are my King and my God, who decrees victories for Jacob."},
      {"id": 5, "text": "Through you we push back our enemies; through your name we trample our foes."},
      {"id": 6, "text": "I put no trust in my bow, my sword does not bring me victory;"},
      {"id": 7, "text": "but you give us victory over our enemies, you put our adversaries to shame."},
      {"id": 8, "text": "In God we make our boast all day long, and we will praise your name forever."},
      {"id": 9, "text": "But now you have rejected and humbled us; you no longer go out with our armies."},
      {"id": 10, "text": "You made us retreat before the enemy, and our adversaries have plundered us."},
      {"id": 11, "text": "You gave us up to be devoured like sheep and have scattered us among the nations."},
      {"id": 12, "text": "You sold your people for a pittance, gaining nothing from their sale."},
      {"id": 13, "text": "You have made us a reproach to our neighbors, the scorn and derision of those around us."},
      {"id": 14, "text": "You have made us a byword among the nations; the peoples shake their heads at us."},
      {"id": 15, "text": "I live in disgrace all day long, and my face is covered with shame"},
      {"id": 16, "text": "at the taunts of those who reproach and revile me, because of the enemy, who is bent on revenge."},
      {"id": 17, "text": "All this came upon us, though we had not forgotten you; we had not been false to your covenant."},
      {"id": 18, "text": "Our hearts had not turned back; our feet had not strayed from your path."},
      {"id": 19, "text": "But you crushed us and made us a haunt for jackals; you covered us over with deep darkness."},
      {"id": 20, "text": "If we had forgotten the name of our God or spread out our hands to a foreign god,"},
      {"id": 21, "text": "would not God have discovered it, since he knows the secrets of the heart?"},
      {"id": 22, "text": "Yet for your sake we face death all day long; we are considered as sheep to be slaughtered."},
      {"id": 23, "text": "Awake, Lord! Why do you sleep? Rouse yourself! Do not reject us forever."},
      {"id": 24, "text": "Why do you hide your face and forget our misery and oppression?"},
      {"id": 25, "text": "We are brought down to the dust; our bodies cling to the ground."},
      {"id": 26, "text": "Rise up and help us; rescue us because of your unfailing love."}
    ]
  },
  { "id": 45
  , "title": "For the director of music. To the tune of “Lilies.” Of the Sons of Korah. A maskil. A wedding song."
  , "verses": [
      {"id": 1, "text": "My heart is stirred by a noble theme as I recite my verses for the king; my tongue is the pen of a skillful writer."},
      {"id": 2, "text": "You are the most excellent of men and your lips have been anointed with grace, since God has blessed you forever."},
      {"id": 3, "text": "Gird your sword on your side, you mighty one; clothe yourself with splendor and majesty."},
      {"id": 4, "text": "In your majesty ride forth victoriously in the cause of truth, humility and justice; let your right hand achieve awesome deeds."},
      {"id": 5, "text": "Let your sharp arrows pierce the hearts of the king’s enemies; let the nations fall beneath your feet."},
      {"id": 6, "text": "Your throne, O God, will last for ever and ever; a scepter of justice will be the scepter of your kingdom."},
      {"id": 7, "text": "You love righteousness and hate wickedness; therefore God, your God, has set you above your companions by anointing you with the oil of joy."},
      {"id": 8, "text": "All your robes are fragrant with myrrh and aloes and cassia; from palaces adorned with ivory the music of the strings makes you glad."},
      {"id": 9, "text": "Daughters of kings are among your honored women; at your right hand is the royal bride in gold of Ophir."},
      {"id": 10, "text": "Listen, daughter, and pay careful attention: Forget your people and your father’s house."},
      {"id": 11, "text": "Let the king be enthralled by your beauty; honor him, for he is your lord."},
      {"id": 12, "text": "The city of Tyre will come with a gift,people of wealth will seek your favor."},
      {"id": 13, "text": "All glorious is the princess within her chamber; her gown is interwoven with gold."},
      {"id": 14, "text": "In embroidered garments she is led to the king; her virgin companions follow her— those brought to be with her."},
      {"id": 15, "text": "Led in with joy and gladness, they enter the palace of the king."},
      {"id": 16, "text": "Your sons will take the place of your fathers; you will make them princes throughout the land."},
      {"id": 17, "text": "I will perpetuate your memory through all generations; therefore the nations will praise you for ever and ever."}
    ]
  },
  { "id": 46
  , "title": "For the director of music. Of the Sons of Korah. According to alamoth. A song."
  , "verses": [
      {"id": 1, "text": "God is our refuge and strength, an ever-present help in trouble."},
      {"id": 2, "text": "Therefore we will not fear, though the earth give way and the mountains fall into the heart of the sea,"},
      {"id": 3, "text": "though its waters roar and foam and the mountains quake with their surging."},
      {"id": 4, "text": "There is a river whose streams make glad the city of God, the holy place where the Most High dwells."},
      {"id": 5, "text": "God is within her, she will not fall; God will help her at break of day."},
      {"id": 6, "text": "Nations are in uproar, kingdoms fall; he lifts his voice, the earth melts."},
      {"id": 7, "text": "The LORD Almighty is with us; the God of Jacob is our fortress."},
      {"id": 8, "text": "Come and see what the LORD has done, the desolations he has brought on the earth."},
      {"id": 9, "text": "He makes wars cease to the ends of the earth. He breaks the bow and shatters the spear; he burns the shields with fire."},
      {"id": 10, "text": "He says, “Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.”"},
      {"id": 11, "text": "The LORD Almighty is with us; the God of Jacob is our fortress."}
    ]
  },
  { "id": 47
  , "title": "For the director of music. Of the Sons of Korah. A psalm."
  , "verses": [
      {"id": 1, "text": "Clap your hands, all you nations; shout to God with cries of joy."},
      {"id": 2, "text": "For the LORD Most High is awesome, the great King over all the earth."},
      {"id": 3, "text": "He subdued nations under us, peoples under our feet."},
      {"id": 4, "text": "He chose our inheritance for us, the pride of Jacob, whom he loved."},
      {"id": 5, "text": "God has ascended amid shouts of joy, the LORD amid the sounding of trumpets."},
      {"id": 6, "text": "Sing praises to God, sing praises; sing praises to our King, sing praises."},
      {"id": 7, "text": "For God is the King of all the earth; sing to him a psalm of praise."},
      {"id": 8, "text": "God reigns over the nations; God is seated on his holy throne."},
      {"id": 9, "text": "The nobles of the nations assemble as the people of the God of Abraham, for the kings of the earth belong to God; he is greatly exalted."}
    ]
  },
  { "id": 48
  , "title": "A song. A psalm of the Sons of Korah."
  , "verses": [
      {"id": 1, "text": "Great is the LORD, and most worthy of praise, in the city of our God, his holy mountain."},
      {"id": 2, "text": "Beautiful in its loftiness, the joy of the whole earth, like the heights of Zaphon is Mount Zion, the city of the Great King."},
      {"id": 3, "text": "God is in her citadels; he has shown himself to be her fortress."},
      {"id": 4, "text": "When the kings joined forces, when they advanced together,"},
      {"id": 5, "text": "they saw her and were astounded; they fled in terror."},
      {"id": 6, "text": "Trembling seized them there, pain like that of a woman in labor."},
      {"id": 7, "text": "You destroyed them like ships of Tarshish shattered by an east wind."},
      {"id": 8, "text": "As we have heard, so we have seen in the city of the LORD Almighty, in the city of our God: God makes her secure forever."},
      {"id": 9, "text": "Within your temple, O God, we meditate on your unfailing love."},
      {"id": 10, "text": "Like your name, O God, your praise reaches to the ends of the earth; your right hand is filled with righteousness."},
      {"id": 11, "text": "Mount Zion rejoices, the villages of Judah are glad because of your judgments."},
      {"id": 12, "text": "Walk about Zion, go around her, count her towers,"},
      {"id": 13, "text": "consider well her ramparts, view her citadels, that you may tell of them to the next generation."},
      {"id": 14, "text": "For this God is our God for ever and ever; he will be our guide even to the end."}
    ]
  },
  { "id": 49
  , "title": "For the director of music. Of the Sons of Korah. A psalm."
  , "verses": [
      {"id": 1, "text": "Hear this, all you peoples; listen, all who live in this world,"},
      {"id": 2, "text": "both low and high, rich and poor alike:"},
      {"id": 3, "text": "My mouth will speak words of wisdom; the meditation of my heart will give you understanding."},
      {"id": 4, "text": "I will turn my ear to a proverb; with the harp I will expound my riddle:"},
      {"id": 5, "text": "Why should I fear when evil days come, when wicked deceivers surround me—"},
      {"id": 6, "text": "those who trust in their wealth and boast of their great riches?"},
      {"id": 7, "text": "No one can redeem the life of another or give to God a ransom for them—"},
      {"id": 8, "text": "the ransom for a life is costly, no payment is ever enough—"},
      {"id": 9, "text": "so that they should live on forever and not see decay."},
      {"id": 10, "text": "For all can see that the wise die, that the foolish and the senseless also perish, leaving their wealth to others."},
      {"id": 11, "text": "Their tombs will remain their houses forever, their dwellings for endless generations, though they had named lands after themselves."},
      {"id": 12, "text": "People, despite their wealth, do not endure; they are like the beasts that perish."},
      {"id": 13, "text": "This is the fate of those who trust in themselves, and of their followers, who approve their sayings."},
      {"id": 14, "text": "They are like sheep and are destined to die; death will be their shepherd (but the upright will prevail over them in the morning). Their forms will decay in the grave, far from their princely mansions."},
      {"id": 15, "text": "But God will redeem me from the realm of the dead; he will surely take me to himself."},
      {"id": 16, "text": "Do not be overawed when others grow rich, when the splendor of their houses increases;"},
      {"id": 17, "text": "for they will take nothing with them when they die, their splendor will not descend with them."},
      {"id": 18, "text": "Though while they live they count themselves blessed— and people praise you when you prosper—"},
      {"id": 19, "text": "they will join those who have gone before them, who will never again see the light of life."},
      {"id": 20, "text": "People who have wealth but lack understanding are like the beasts that perish."}
    ]
  },
  { "id": 50
  , "title": "A psalm of Asaph."
  , "verses": [
      {"id": 1, "text": "The Mighty One, God, the LORD, speaks and summons the earth from the rising of the sun to where it sets."},
      {"id": 2, "text": "From Zion, perfect in beauty, God shines forth."},
      {"id": 3, "text": "Our God comes and will not be silent; a fire devours before him, and around him a tempest rages."},
      {"id": 4, "text": "He summons the heavens above, and the earth, that he may judge his people:"},
      {"id": 5, "text": "“Gather to me this consecrated people, who made a covenant with me by sacrifice.”"},
      {"id": 6, "text": "And the heavens proclaim his righteousness, for he is a God of justice."},
      {"id": 7, "text": "“Listen, my people, and I will speak; I will testify against you, Israel: I am God, your God."},
      {"id": 8, "text": "I bring no charges against you concerning your sacrifices or concerning your burnt offerings, which are ever before me."},
      {"id": 9, "text": "I have no need of a bull from your stall or of goats from your pens,"},
      {"id": 10, "text": "for every animal of the forest is mine, and the cattle on a thousand hills."},
      {"id": 11, "text": "I know every bird in the mountains, and the insects in the fields are mine."},
      {"id": 12, "text": "If I were hungry I would not tell you, for the world is mine, and all that is in it."},
      {"id": 13, "text": "Do I eat the flesh of bulls or drink the blood of goats?"},
      {"id": 14, "text": "“Sacrifice thank offerings to God, fulfill your vows to the Most High,"},
      {"id": 15, "text": "and call on me in the day of trouble; I will deliver you, and you will honor me.”"},
      {"id": 16, "text": "But to the wicked person, God says: “What right have you to recite my laws or take my covenant on your lips?"},
      {"id": 17, "text": "You hate my instruction and cast my words behind you."},
      {"id": 18, "text": "When you see a thief, you join with him; you throw in your lot with adulterers."},
      {"id": 19, "text": "You use your mouth for evil and harness your tongue to deceit."},
      {"id": 20, "text": "You sit and testify against your brother and slander your own mother’s son."},
      {"id": 21, "text": "When you did these things and I kept silent, you thought I was exactly like you. But I now arraign you and set my accusations before you."},
      {"id": 22, "text": "“Consider this, you who forget God, or I will tear you to pieces, with no one to rescue you:"},
      {"id": 23, "text": "Those who sacrifice thank offerings honor me, and to the blameless I will show my salvation.”"}
    ]
  },
  { "id": 51
  , "title": "For the director of music. A psalm of David. When the prophet Nathan came to him after David had committed adultery with Bathsheba."
  , "verses": [
      {"id": 1, "text": "Have mercy on me, O God, according to your unfailing love; according to your great compassion blot out my transgressions."},
      {"id": 2, "text": "Wash away all my iniquity and cleanse me from my sin."},
      {"id": 3, "text": "For I know my transgressions, and my sin is always before me."},
      {"id": 4, "text": "Against you, you only, have I sinned and done what is evil in your sight; so you are right in your verdict and justified when you judge."},
      {"id": 5, "text": "Surely I was sinful at birth, sinful from the time my mother conceived me."},
      {"id": 6, "text": "Yet you desired faithfulness even in the womb; you taught me wisdom in that secret place."},
      {"id": 7, "text": "Cleanse me with hyssop, and I will be clean; wash me, and I will be whiter than snow."},
      {"id": 8, "text": "Let me hear joy and gladness; let the bones you have crushed rejoice."},
      {"id": 9, "text": "Hide your face from my sins and blot out all my iniquity."},
      {"id": 10, "text": "Create in me a pure heart, O God, and renew a steadfast spirit within me."},
      {"id": 11, "text": "Do not cast me from your presence or take your Holy Spirit from me."},
      {"id": 12, "text": "Restore to me the joy of your salvation and grant me a willing spirit, to sustain me."},
      {"id": 13, "text": "Then I will teach transgressors your ways, so that sinners will turn back to you."},
      {"id": 14, "text": "Deliver me from the guilt of bloodshed, O God, you who are God my Savior, and my tongue will sing of your righteousness."},
      {"id": 15, "text": "Open my lips, Lord, and my mouth will declare your praise."},
      {"id": 16, "text": "You do not delight in sacrifice, or I would bring it; you do not take pleasure in burnt offerings."},
      {"id": 17, "text": "My sacrifice, O God, is a broken spirit; a broken and contrite heart you, God, will not despise."},
      {"id": 18, "text": "May it please you to prosper Zion, to build up the walls of Jerusalem."},
      {"id": 19, "text": "Then you will delight in the sacrifices of the righteous, in burnt offerings offered whole; then bulls will be offered on your altar."}
    ]
  },
  { "id": 52
  , "title": "For the director of music. A maskil of David. When Doeg the Edomite had gone to Saul and told him: “David has gone to the house of Ahimelek.”"
  , "verses": [
      {"id": 1, "text": "Why do you boast of evil, you mighty hero? Why do you boast all day long, you who are a disgrace in the eyes of God?"},
      {"id": 2, "text": "You who practice deceit, your tongue plots destruction; it is like a sharpened razor."},
      {"id": 3, "text": "You love evil rather than good, falsehood rather than speaking the truth."},
      {"id": 4, "text": "You love every harmful word, you deceitful tongue!"},
      {"id": 5, "text": "Surely God will bring you down to everlasting ruin: He will snatch you up and pluck you from your tent; he will uproot you from the land of the living."},
      {"id": 6, "text": "The righteous will see and fear; they will laugh at you, saying,"},
      {"id": 7, "text": "“Here now is the man who did not make God his stronghold but trusted in his great wealth and grew strong by destroying others!”"},
      {"id": 8, "text": "But I am like an olive tree flourishing in the house of God; I trust in God’s unfailing love for ever and ever."},
      {"id": 9, "text": "For what you have done I will always praise you in the presence of your faithful people. And I will hope in your name, for your name is good."}
    ]
  },
  { "id": 53
  , "title": "For the director of music. According to mahalath. A maskil of David."
  , "verses": [
      {"id": 1, "text": "The fool says in his heart, “There is no God.” They are corrupt, and their ways are vile; there is no one who does good."},
      {"id": 2, "text": "God looks down from heaven on all mankind to see if there are any who understand, any who seek God."},
      {"id": 3, "text": "Everyone has turned away, all have become corrupt; there is no one who does good, not even one."},
      {"id": 4, "text": "Do all these evildoers know nothing? They devour my people as though eating bread; they never call on God."},
      {"id": 5, "text": "But there they are, overwhelmed with dread, where there was nothing to dread. God scattered the bones of those who attacked you; you put them to shame, for God despised them."},
      {"id": 6, "text": "Oh, that salvation for Israel would come out of Zion! When God restores his people, let Jacob rejoice and Israel be glad!"}
    ]
  },
  { "id": 54
  , "title": "For the director of music. With stringed instruments. A maskil of David. When the Ziphites had gone to Saul and said, “Is not David hiding among us?”"
  , "verses": [
      {"id": 1, "text": "Save me, O God, by your name; vindicate me by your might."},
      {"id": 2, "text": "Hear my prayer, O God; listen to the words of my mouth."},
      {"id": 3, "text": "Arrogant foes are attacking me; ruthless people are trying to kill me— people without regard for God."},
      {"id": 4, "text": "Surely God is my help; the Lord is the one who sustains me."},
      {"id": 5, "text": "Let evil recoil on those who slander me; in your faithfulness destroy them."},
      {"id": 6, "text": "I will sacrifice a freewill offering to you; I will praise your name, LORD, for it is good."},
      {"id": 7, "text": "You have delivered me from all my troubles, and my eyes have looked in triumph on my foes."}
    ]
  },
  { "id": 55
  , "title": "For the director of music. With stringed instruments. A maskil of David."
  , "verses": [
      {"id": 1, "text": "Listen to my prayer, O God, do not ignore my plea;"},
      {"id": 2, "text": "hear me and answer me. My thoughts trouble me and I am distraught"},
      {"id": 3, "text": "because of what my enemy is saying, because of the threats of the wicked; for they bring down suffering on me and assail me in their anger."},
      {"id": 4, "text": "My heart is in anguish within me; the terrors of death have fallen on me."},
      {"id": 5, "text": "Fear and trembling have beset me; horror has overwhelmed me."},
      {"id": 6, "text": "I said, “Oh, that I had the wings of a dove! I would fly away and be at rest."},
      {"id": 7, "text": "I would flee far away and stay in the desert;"},
      {"id": 8, "text": "I would hurry to my place of shelter, far from the tempest and storm.”"},
      {"id": 9, "text": "Lord, confuse the wicked, confound their words, for I see violence and strife in the city."},
      {"id": 10, "text": "Day and night they prowl about on its walls; malice and abuse are within it."},
      {"id": 11, "text": "Destructive forces are at work in the city; threats and lies never leave its streets."},
      {"id": 12, "text": "If an enemy were insulting me, I could endure it; if a foe were rising against me, I could hide."},
      {"id": 13, "text": "But it is you, a man like myself, my companion, my close friend,"},
      {"id": 14, "text": "with whom I once enjoyed sweet fellowship at the house of God, as we walked about among the worshipers."},
      {"id": 15, "text": "Let death take my enemies by surprise; let them go down alive to the realm of the dead, for evil finds lodging among them."},
      {"id": 16, "text": "As for me, I call to God, and the LORD saves me."},
      {"id": 17, "text": "Evening, morning and noon I cry out in distress, and he hears my voice."},
      {"id": 18, "text": "He rescues me unharmed from the battle waged against me, even though many oppose me."},
      {"id": 19, "text": "God, who is enthroned from of old, who does not change— he will hear them and humble them, because they have no fear of God."},
      {"id": 20, "text": "My companion attacks his friends; he violates his covenant."},
      {"id": 21, "text": "His talk is smooth as butter, yet war is in his heart; his words are more soothing than oil, yet they are drawn swords."},
      {"id": 22, "text": "Cast your cares on the LORD and he will sustain you; he will never let the righteous be shaken."},
      {"id": 23, "text": "But you, God, will bring down the wicked into the pit of decay; the bloodthirsty and deceitful will not live out half their days. But as for me, I trust in you."}
    ]
  },
  { "id": 56
  , "title": "For the director of music. To the tune of “A Dove on Distant Oaks.” Of David. A miktam. When the Philistines had seized him in Gath."
  , "verses": [
      {"id": 1, "text": "Be merciful to me, my God, for my enemies are in hot pursuit; all day long they press their attack."},
      {"id": 2, "text": "My adversaries pursue me all day long; in their pride many are attacking me."},
      {"id": 3, "text": "When I am afraid, I put my trust in you."},
      {"id": 4, "text": "In God, whose word I praise— in God I trust and am not afraid. What can mere mortals do to me?"},
      {"id": 5, "text": "All day long they twist my words; all their schemes are for my ruin."},
      {"id": 6, "text": "They conspire, they lurk, they watch my steps, hoping to take my life."},
      {"id": 7, "text": "Because of their wickedness do not let them escape; in your anger, God, bring the nations down."},
      {"id": 8, "text": "Record my misery; list my tears on your scroll — are they not in your record?"},
      {"id": 9, "text": "Then my enemies will turn back when I call for help. By this I will know that God is for me."},
      {"id": 10, "text": "In God, whose word I praise, in the LORD, whose word I praise—"},
      {"id": 11, "text": "in God I trust and am not afraid. What can man do to me?"},
      {"id": 12, "text": "I am under vows to you, my God; I will present my thank offerings to you."},
      {"id": 13, "text": "For you have delivered me from death and my feet from stumbling, that I may walk before God in the light of life."}
    ]
  },
  { "id": 57
  , "title": "For the director of music. To the tune of “Do Not Destroy.” Of David. A miktam. When he had fled from Saul into the cave."
  , "verses": [
      {"id": 1, "text": "Have mercy on me, my God, have mercy on me, for in you I take refuge. I will take refuge in the shadow of your wings until the disaster has passed."},
      {"id": 2, "text": "I cry out to God Most High, to God, who vindicates me."},
      {"id": 3, "text": "He sends from heaven and saves me, rebuking those who hotly pursue me—God sends forth his love and his faithfulness."},
      {"id": 4, "text": "I am in the midst of lions; I am forced to dwell among ravenous beasts— men whose teeth are spears and arrows, whose tongues are sharp swords."},
      {"id": 5, "text": "Be exalted, O God, above the heavens; let your glory be over all the earth."},
      {"id": 6, "text": "They spread a net for my feet— I was bowed down in distress. They dug a pit in my path— but they have fallen into it themselves."},
      {"id": 7, "text": "My heart, O God, is steadfast, my heart is steadfast; I will sing and make music."},
      {"id": 8, "text": "Awake, my soul! Awake, harp and lyre! I will awaken the dawn."},
      {"id": 9, "text": "I will praise you, Lord, among the nations; I will sing of you among the peoples."},
      {"id": 10, "text": "For great is your love, reaching to the heavens; your faithfulness reaches to the skies."},
      {"id": 11, "text": "Be exalted, O God, above the heavens; let your glory be over all the earth."}
    ]
  },
  { "id": 58
  , "title": "For the director of music. To the tune of “Do Not Destroy.” Of David. A miktam."
  , "verses": [
      {"id": 1, "text": "Do you rulers indeed speak justly? Do you judge people with equity?"},
      {"id": 2, "text": "No, in your heart you devise injustice, and your hands mete out violence on the earth."},
      {"id": 3, "text": "Even from birth the wicked go astray; from the womb they are wayward, spreading lies."},
      {"id": 4, "text": "Their venom is like the venom of a snake, like that of a cobra that has stopped its ears,"},
      {"id": 5, "text": "that will not heed the tune of the charmer, however skillful the enchanter may be."},
      {"id": 6, "text": "Break the teeth in their mouths, O God; LORD, tear out the fangs of those lions!"},
      {"id": 7, "text": "Let them vanish like water that flows away; when they draw the bow, let their arrows fall short."},
      {"id": 8, "text": "May they be like a slug that melts away as it moves along, like a stillborn child that never sees the sun."},
      {"id": 9, "text": "Before your pots can feel the heat of the thorns— whether they be green or dry—the wicked will be swept away."},
      {"id": 10, "text": "The righteous will be glad when they are avenged, when they dip their feet in the blood of the wicked."},
      {"id": 11, "text": "Then people will say, “Surely the righteous still are rewarded; surely there is a God who judges the earth.”"}
    ]
  },
  { "id": 59
  , "title": "For the director of music. To the tune of “Do Not Destroy.” Of David. A miktam. When Saul had sent men to watch David’s house in order to kill him."
  , "verses": [
      {"id": 1, "text": "Deliver me from my enemies, O God; be my fortress against those who are attacking me."},
      {"id": 2, "text": "Deliver me from evildoers and save me from those who are after my blood."},
      {"id": 3, "text": "See how they lie in wait for me! Fierce men conspire against me for no offense or sin of mine, LORD."},
      {"id": 4, "text": "I have done no wrong, yet they are ready to attack me. Arise to help me; look on my plight!"},
      {"id": 5, "text": "You, LORD God Almighty, you who are the God of Israel, rouse yourself to punish all the nations; show no mercy to wicked traitors."},
      {"id": 6, "text": "They return at evening, snarling like dogs, and prowl about the city."},
      {"id": 7, "text": "See what they spew from their mouths— the words from their lips are sharp as swords, and they think, “Who can hear us?”"},
      {"id": 8, "text": "But you laugh at them, LORD; you scoff at all those nations."},
      {"id": 9, "text": "You are my strength, I watch for you; you, God, are my fortress,"},
      {"id": 10, "text": "my God on whom I can rely. God will go before me and will let me gloat over those who slander me."},
      {"id": 11, "text": "But do not kill them, Lord our shield,or my people will forget. In your might uproot them and bring them down."},
      {"id": 12, "text": "For the sins of their mouths, for the words of their lips, let them be caught in their pride. For the curses and lies they utter,"},
      {"id": 13, "text": "consume them in your wrath, consume them till they are no more. Then it will be known to the ends of the earth that God rules over Jacob."},
      {"id": 14, "text": "They return at evening, snarling like dogs, and prowl about the city."},
      {"id": 15, "text": "They wander about for food and howl if not satisfied."},
      {"id": 16, "text": "But I will sing of your strength, in the morning I will sing of your love; for you are my fortress, my refuge in times of trouble."},
      {"id": 17, "text": "You are my strength, I sing praise to you; you, God, are my fortress, my God on whom I can rely."}
    ]
  },
  { "id": 60
  , "title": "For the director of music. To the tune of “The Lily of the Covenant.” A miktam of David. For teaching. When he fought Aram Naharaim and Aram Zobah, and when Joab returned and struck down twelve thousand Edomites in the Valley of Salt."
  , "verses": [
      {"id": 1, "text": "You have rejected us, God, and burst upon us; you have been angry—now restore us!"},
      {"id": 2, "text": "You have shaken the land and torn it open; mend its fractures, for it is quaking."},
      {"id": 3, "text": "You have shown your people desperate times; you have given us wine that makes us stagger."},
      {"id": 4, "text": "But for those who fear you, you have raised a banner to be unfurled against the bow."},
      {"id": 5, "text": "Save us and help us with your right hand, that those you love may be delivered."},
      {"id": 6, "text": "God has spoken from his sanctuary: “In triumph I will parcel out Shechem and measure off the Valley of Sukkoth."},
      {"id": 7, "text": "Gilead is mine, and Manasseh is mine; Ephraim is my helmet, Judah is my scepter."},
      {"id": 8, "text": "Moab is my washbasin, on Edom I toss my sandal; over Philistia I shout in triumph.”"},
      {"id": 9, "text": "Who will bring me to the fortified city? Who will lead me to Edom?"},
      {"id": 10, "text": "Is it not you, God, you who have now rejected us and no longer go out with our armies?"},
      {"id": 11, "text": "Give us aid against the enemy, for human help is worthless."},
      {"id": 12, "text": "With God we will gain the victory, and he will trample down our enemies."}
    ]
  },
  { "id": 61
  , "title": "For the director of music. With stringed instruments. Of David."
  , "verses": [
      {"id": 1, "text": "Hear my cry, O God; listen to my prayer."},
      {"id": 2, "text": "From the ends of the earth I call to you, I call as my heart grows faint; lead me to the rock that is higher than I."},
      {"id": 3, "text": "For you have been my refuge, a strong tower against the foe."},
      {"id": 4, "text": "I long to dwell in your tent forever and take refuge in the shelter of your wings."},
      {"id": 5, "text": "For you, God, have heard my vows; you have given me the heritage of those who fear your name."},
      {"id": 6, "text": "Increase the days of the king’s life, his years for many generations."},
      {"id": 7, "text": "May he be enthroned in God’s presence forever; appoint your love and faithfulness to protect him."},
      {"id": 8, "text": "Then I will ever sing in praise of your name and fulfill my vows day after day."}
    ]
  },
  { "id": 62
  , "title": "For the director of music. For Jeduthun. A psalm of David."
  , "verses": [
      {"id": 1, "text": "Truly my soul finds rest in God; my salvation comes from him."},
      {"id": 2, "text": "Truly he is my rock and my salvation; he is my fortress, I will never be shaken."},
      {"id": 3, "text": "How long will you assault me? Would all of you throw me down— this leaning wall, this tottering fence?"},
      {"id": 4, "text": "Surely they intend to topple me from my lofty place; they take delight in lies. With their mouths they bless, but in their hearts they curse."},
      {"id": 5, "text": "Yes, my soul, find rest in God; my hope comes from him."},
      {"id": 6, "text": "Truly he is my rock and my salvation; he is my fortress, I will not be shaken."},
      {"id": 7, "text": "My salvation and my honor depend on God ; he is my mighty rock, my refuge."},
      {"id": 8, "text": "Trust in him at all times, you people; pour out your hearts to him, for God is our refuge."},
      {"id": 9, "text": "Surely the lowborn are but a breath, the highborn are but a lie. If weighed on a balance, they are nothing; together they are only a breath."},
      {"id": 10, "text": "Do not trust in extortion or put vain hope in stolen goods; though your riches increase, do not set your heart on them."},
      {"id": 11, "text": "One thing God has spoken, two things I have heard: “Power belongs to you, God,"},
      {"id": 12, "text": "and with you, Lord, is unfailing love”; and, “You reward everyone according to what they have done.”"}
    ]
  },
  { "id": 63
  , "title": "A psalm of David. When he was in the Desert of Judah."
  , "verses": [
      {"id": 1, "text": "You, God, are my God, earnestly I seek you; I thirst for you, my whole being longs for you, in a dry and parched land where there is no water."},
      {"id": 2, "text": "I have seen you in the sanctuary and beheld your power and your glory."},
      {"id": 3, "text": "Because your love is better than life, my lips will glorify you."},
      {"id": 4, "text": "I will praise you as long as I live, and in your name I will lift up my hands."},
      {"id": 5, "text": "I will be fully satisfied as with the richest of foods; with singing lips my mouth will praise you."},
      {"id": 6, "text": "On my bed I remember you; I think of you through the watches of the night."},
      {"id": 7, "text": "Because you are my help, I sing in the shadow of your wings."},
      {"id": 8, "text": "I cling to you; your right hand upholds me."},
      {"id": 9, "text": "Those who want to kill me will be destroyed; they will go down to the depths of the earth."},
      {"id": 10, "text": "They will be given over to the sword and become food for jackals."},
      {"id": 11, "text": "But the king will rejoice in God; all who swear by God will glory in him, while the mouths of liars will be silenced."}
    ]
  },
  { "id": 64
  , "title": "For the director of music. A psalm of David."
  , "verses": [
      {"id": 1, "text": "Hear me, my God, as I voice my complaint; protect my life from the threat of the enemy."},
      {"id": 2, "text": "Hide me from the conspiracy of the wicked, from the plots of evildoers."},
      {"id": 3, "text": "They sharpen their tongues like swords and aim cruel words like deadly arrows."},
      {"id": 4, "text": "They shoot from ambush at the innocent; they shoot suddenly, without fear."},
      {"id": 5, "text": "They encourage each other in evil plans, they talk about hiding their snares; they say, “Who will see it ?”"},
      {"id": 6, "text": "They plot injustice and say, “We have devised a perfect plan!” Surely the human mind and heart are cunning."},
      {"id": 7, "text": "But God will shoot them with his arrows; they will suddenly be struck down."},
      {"id": 8, "text": "He will turn their own tongues against them and bring them to ruin; all who see them will shake their heads in scorn."},
      {"id": 9, "text": "All people will fear; they will proclaim the works of God and ponder what he has done."},
      {"id": 10, "text": "The righteous will rejoice in the LORDand take refuge in him; all the upright in heart will glory in him!"}
    ]
  },
  { "id": 65
  , "title": "For the director of music. A psalm of David. A song."
  , "verses": [
      {"id": 1, "text": "Praise awaits you, our God, in Zion; to you our vows will be fulfilled."},
      {"id": 2, "text": "You who answer prayer, to you all people will come."},
      {"id": 3, "text": "When we were overwhelmed by sins, you forgave our transgressions."},
      {"id": 4, "text": "Blessed are those you choose and bring near to live in your courts! We are filled with the good things of your house, of your holy temple."},
      {"id": 5, "text": "You answer us with awesome and righteous deeds, God our Savior, the hope of all the ends of the earth and of the farthest seas,"},
      {"id": 6, "text": "who formed the mountains by your power, having armed yourself with strength,"},
      {"id": 7, "text": "who stilled the roaring of the seas, the roaring of their waves, and the turmoil of the nations."},
      {"id": 8, "text": "The whole earth is filled with awe at your wonders; where morning dawns, where evening fades, you call forth songs of joy."},
      {"id": 9, "text": "You care for the land and water it; you enrich it abundantly. The streams of God are filled with water to provide the people with grain, for so you have ordained it."},
      {"id": 10, "text": "You drench its furrows and level its ridges; you soften it with showers and bless its crops."},
      {"id": 11, "text": "You crown the year with your bounty, and your carts overflow with abundance."},
      {"id": 12, "text": "The grasslands of the wilderness overflow; the hills are clothed with gladness."},
      {"id": 13, "text": "The meadows are covered with flocks and the valleys are mantled with grain; they shout for joy and sing."}
    ]
  },
  { "id": 66
  , "title": "For the director of music. A song. A psalm."
  , "verses": [
      {"id": 1, "text": "Shout for joy to God, all the earth!"},
      {"id": 2, "text": "Sing the glory of his name; make his praise glorious."},
      {"id": 3, "text": "Say to God, “How awesome are your deeds! So great is your power that your enemies cringe before you."},
      {"id": 4, "text": "All the earth bows down to you; they sing praise to you, they sing the praises of your name.”"},
      {"id": 5, "text": "Come and see what God has done, his awesome deeds for mankind!"},
      {"id": 6, "text": "He turned the sea into dry land, they passed through the waters on foot— come, let us rejoice in him."},
      {"id": 7, "text": "He rules forever by his power, his eyes watch the nations— let not the rebellious rise up against him."},
      {"id": 8, "text": "Praise our God, all peoples, let the sound of his praise be heard;"},
      {"id": 9, "text": "he has preserved our lives and kept our feet from slipping."},
      {"id": 10, "text": "For you, God, tested us; you refined us like silver."},
      {"id": 11, "text": "You brought us into prison and laid burdens on our backs."},
      {"id": 12, "text": "You let people ride over our heads; we went through fire and water, but you brought us to a place of abundance."},
      {"id": 13, "text": "I will come to your temple with burnt offerings and fulfill my vows to you—"},
      {"id": 14, "text": "vows my lips promised and my mouth spoke when I was in trouble."},
      {"id": 15, "text": "I will sacrifice fat animals to you and an offering of rams; I will offer bulls and goats."},
      {"id": 16, "text": "Come and hear, all you who fear God; let me tell you what he has done for me."},
      {"id": 17, "text": "I cried out to him with my mouth; his praise was on my tongue."},
      {"id": 18, "text": "If I had cherished sin in my heart, the Lord would not have listened;"},
      {"id": 19, "text": "but God has surely listened and has heard my prayer."},
      {"id": 20, "text": "Praise be to God, who has not rejected my prayer or withheld his love from me!"}
    ]
  },  
  { "id": 67
  , "title": "For the director of music. With stringed instruments. A psalm. A song."
  , "verses": [
      {"id": 1, "text": "May God be gracious to us and bless us and make his face shine on us—"},
      {"id": 2, "text": "so that your ways may be known on earth, your salvation among all nations."},
      {"id": 3, "text": "May the peoples praise you, God; may all the peoples praise you."},
      {"id": 4, "text": "May the nations be glad and sing for joy, for you rule the peoples with equity and guide the nations of the earth."},
      {"id": 5, "text": "May the peoples praise you, God; may all the peoples praise you."},
      {"id": 6, "text": "The land yields its harvest; God, our God, blesses us."},
      {"id": 7, "text": "May God bless us still, so that all the ends of the earth will fear him."}      
    ]
  },
  { "id": 68
  , "title": "For the director of music. Of David. A psalm. A song."
  , "verses": [
      {"id": 1, "text": "May God arise, may his enemies be scattered; may his foes flee before him."},
      {"id": 2, "text": "May you blow them away like smoke— as wax melts before the fire, may the wicked perish before God."},
      {"id": 3, "text": "But may the righteous be glad and rejoice before God; may they be happy and joyful."},
      {"id": 4, "text": "Sing to God, sing in praise of his name, extol him who rides on the clouds ; rejoice before him—his name is the LORD."},
      {"id": 5, "text": "A father to the fatherless, a defender of widows, is God in his holy dwelling."},
      {"id": 6, "text": "God sets the lonely in families,he leads out the prisoners with singing; but the rebellious live in a sun-scorched land."},
      {"id": 7, "text": "When you, God, went out before your people, when you marched through the wilderness,"},
      {"id": 8, "text": "the earth shook, the heavens poured down rain, before God, the One of Sinai, before God, the God of Israel."},
      {"id": 9, "text": "You gave abundant showers, O God; you refreshed your weary inheritance."},
      {"id": 10, "text": "Your people settled in it, and from your bounty, God, you provided for the poor."},
      {"id": 11, "text": "The Lord announces the word, and the women who proclaim it are a mighty throng:"},
      {"id": 12, "text": "“Kings and armies flee in haste; the women at home divide the plunder."},
      {"id": 13, "text": "Even while you sleep among the sheep pens,the wings of my dove are sheathed with silver, its feathers with shining gold.”"},
      {"id": 14, "text": "When the Almighty scattered the kings in the land, it was like snow fallen on Mount Zalmon."},
      {"id": 15, "text": "Mount Bashan, majestic mountain, Mount Bashan, rugged mountain,"},
      {"id": 16, "text": "why gaze in envy, you rugged mountain, at the mountain where God chooses to reign, where the LORD himself will dwell forever?"},
      {"id": 17, "text": "The chariots of God are tens of thousands and thousands of thousands; the Lord has come from Sinai into his sanctuary."},
      {"id": 18, "text": "When you ascended on high, you took many captives; you received gifts from people, even from the rebellious— that you,LORD God, might dwell there."},
      {"id": 19, "text": "Praise be to the Lord, to God our Savior, who daily bears our burdens."},
      {"id": 20, "text": "Our God is a God who saves; from the Sovereign LORD comes escape from death."},
      {"id": 21, "text": "Surely God will crush the heads of his enemies, the hairy crowns of those who go on in their sins."},
      {"id": 22, "text": "The Lord says, “I will bring them from Bashan; I will bring them from the depths of the sea,"},
      {"id": 23, "text": "that your feet may wade in the blood of your foes, while the tongues of your dogs have their share.”"},
      {"id": 24, "text": "Your procession, God, has come into view, the procession of my God and King into the sanctuary."},
      {"id": 25, "text": "In front are the singers, after them the musicians; with them are the young women playing the timbrels."},
      {"id": 26, "text": "Praise God in the great congregation; praise the LORD in the assembly of Israel."},
      {"id": 27, "text": "There is the little tribe of Benjamin, leading them, there the great throng of Judah’s princes, and there the princes of Zebulun and of Naphtali."},
      {"id": 28, "text": "Summon your power, God ; show us your strength, our God, as you have done before."},
      {"id": 29, "text": "Because of your temple at Jerusalem kings will bring you gifts."},
      {"id": 30, "text": "Rebuke the beast among the reeds, the herd of bulls among the calves of the nations. Humbled, may the beast bring bars of silver. Scatter the nations who delight in war."},
      {"id": 31, "text": "Envoys will come from Egypt; Cush will submit herself to God."},
      {"id": 32, "text": "Sing to God, you kingdoms of the earth, sing praise to the Lord,"},
      {"id": 33, "text": "to him who rides across the highest heavens, the ancient heavens, who thunders with mighty voice."},
      {"id": 34, "text": "Proclaim the power of God, whose majesty is over Israel, whose power is in the heavens."},
      {"id": 35, "text": "You, God, are awesome in your sanctuary; the God of Israel gives power and strength to his people. Praise be to God!"}
    ]
  },
  { "id": 69
  , "title": "For the director of music. To the tune of “Lilies.” Of David."
  , "verses": [
      {"id": 1, "text": "Save me, O God, for the waters have come up to my neck."},
      {"id": 2, "text": "I sink in the miry depths, where there is no foothold. I have come into the deep waters; the floods engulf me."},
      {"id": 3, "text": "I am worn out calling for help; my throat is parched. My eyes fail, looking for my God."},
      {"id": 4, "text": "Those who hate me without reason outnumber the hairs of my head; many are my enemies without cause, those who seek to destroy me. I am forced to restore what I did not steal."},
      {"id": 5, "text": "You, God, know my folly; my guilt is not hidden from you."},
      {"id": 6, "text": "Lord, the LORD Almighty, may those who hope in you not be disgraced because of me; God of Israel, may those who seek you not be put to shame because of me."},
      {"id": 7, "text": "For I endure scorn for your sake, and shame covers my face."},
      {"id": 8, "text": "I am a foreigner to my own family, a stranger to my own mother’s children;"},
      {"id": 9, "text": "for zeal for your house consumes me, and the insults of those who insult you fall on me."},
      {"id": 10, "text": "When I weep and fast, I must endure scorn;"},
      {"id": 11, "text": "when I put on sackcloth, people make sport of me."},
      {"id": 12, "text": "Those who sit at the gate mock me, and I am the song of the drunkards."},
      {"id": 13, "text": "But I pray to you, LORD, in the time of your favor; in your great love, O God, answer me with your sure salvation."},
      {"id": 14, "text": "Rescue me from the mire, do not let me sink; deliver me from those who hate me, from the deep waters."},
      {"id": 15, "text": "Do not let the floodwaters engulf me or the depths swallow me up or the pit close its mouth over me."},
      {"id": 16, "text": "Answer me, LORD, out of the goodness of your love; in your great mercy turn to me."},
      {"id": 17, "text": "Do not hide your face from your servant; answer me quickly, for I am in trouble."},
      {"id": 18, "text": "Come near and rescue me; deliver me because of my foes."},
      {"id": 19, "text": "You know how I am scorned, disgraced and shamed; all my enemies are before you."},
      {"id": 20, "text": "Scorn has broken my heart and has left me helpless; I looked for sympathy, but there was none, for comforters, but I found none."},
      {"id": 21, "text": "They put gall in my food and gave me vinegar for my thirst."},
      {"id": 22, "text": "May the table set before them become a snare; may it become retribution and a trap."},
      {"id": 23, "text": "May their eyes be darkened so they cannot see, and their backs be bent forever."},
      {"id": 24, "text": "Pour out your wrath on them; let your fierce anger overtake them."},
      {"id": 25, "text": "May their place be deserted; let there be no one to dwell in their tents."},
      {"id": 26, "text": "For they persecute those you wound and talk about the pain of those you hurt."},
      {"id": 27, "text": "Charge them with crime upon crime; do not let them share in your salvation."},
      {"id": 28, "text": "May they be blotted out of the book of life and not be listed with the righteous."},
      {"id": 29, "text": "But as for me, afflicted and in pain— may your salvation, God, protect me."},
      {"id": 30, "text": "I will praise God’s name in song and glorify him with thanksgiving."},
      {"id": 31, "text": "This will please the LORD more than an ox, more than a bull with its horns and hooves."},
      {"id": 32, "text": "The poor will see and be glad— you who seek God, may your hearts live!"},
      {"id": 33, "text": "The LORD hears the needy and does not despise his captive people."},
      {"id": 34, "text": "Let heaven and earth praise him, the seas and all that move in them,"},
      {"id": 35, "text": "for God will save Zion and rebuild the cities of Judah. Then people will settle there and possess it;"},
      {"id": 36, "text": "the children of his servants will inherit it, and those who love his name will dwell there."}
    ]
  },
  { "id": 70
  , "title": "For the director of music. Of David. A petition."
  , "verses": [
      {"id": 1, "text": "Hasten, O God, to save me; come quickly, LORD, to help me."},
      {"id": 2, "text": "May those who want to take my life be put to shame and confusion; may all who desire my ruin be turned back in disgrace."},
      {"id": 3, "text": "May those who say to me, “Aha! Aha!” turn back because of their shame."},
      {"id": 4, "text": "But may all who seek you rejoice and be glad in you; may those who long for your saving help always say, “The LORD is great!”"},
      {"id": 5, "text": "But as for me, I am poor and needy; come quickly to me, O God. You are my help and my deliverer; LORD, do not delay."}
    ]
  },
  { "id": 71
  , "title": ""
  , "verses": [
      {"id": 1, "text": "In you, LORD, I have taken refuge; let me never be put to shame."},
      {"id": 2, "text": "In your righteousness, rescue me and deliver me; turn your ear to me and save me."},
      {"id": 3, "text": "Be my rock of refuge, to which I can always go; give the command to save me, for you are my rock and my fortress."},
      {"id": 4, "text": "Deliver me, my God, from the hand of the wicked, from the grasp of those who are evil and cruel."},
      {"id": 5, "text": "For you have been my hope, Sovereign LORD, my confidence since my youth."},
      {"id": 6, "text": "From birth I have relied on you; you brought me forth from my mother’s womb. I will ever praise you."},
      {"id": 7, "text": "I have become a sign to many; you are my strong refuge."},
      {"id": 8, "text": "My mouth is filled with your praise, declaring your splendor all day long."},
      {"id": 9, "text": "Do not cast me away when I am old; do not forsake me when my strength is gone."},
      {"id": 10, "text": "For my enemies speak against me; those who wait to kill me conspire together."},
      {"id": 11, "text": "They say, “God has forsaken him; pursue him and seize him, for no one will rescue him.”"},
      {"id": 12, "text": "Do not be far from me, my God; come quickly, God, to help me."},
      {"id": 13, "text": "May my accusers perish in shame; may those who want to harm me be covered with scorn and disgrace."},
      {"id": 14, "text": "As for me, I will always have hope; I will praise you more and more."},
      {"id": 15, "text": "My mouth will tell of your righteous deeds, of your saving acts all day long— though I know not how to relate them all."},
      {"id": 16, "text": "I will come and proclaim your mighty acts, Sovereign LORD; I will proclaim your righteous deeds, yours alone."},
      {"id": 17, "text": "Since my youth, God, you have taught me, and to this day I declare your marvelous deeds."},
      {"id": 18, "text": "Even when I am old and gray, do not forsake me, my God, till I declare your power to the next generation, your mighty acts to all who are to come."},
      {"id": 19, "text": "Your righteousness, God, reaches to the heavens, you who have done great things. Who is like you, God?"},
      {"id": 20, "text": "Though you have made me see troubles, many and bitter, you will restore my life again; from the depths of the earth you will again bring me up."},
      {"id": 21, "text": "You will increase my honor and comfort me once more."},
      {"id": 22, "text": "I will praise you with the harp for your faithfulness, my God; I will sing praise to you with the lyre, Holy One of Israel."},
      {"id": 23, "text": "My lips will shout for joy when I sing praise to you— I whom you have delivered."},
      {"id": 24, "text": "My tongue will tell of your righteous acts all day long, for those who wanted to harm me have been put to shame and confusion."}
    ]
  },  
  { "id": 72
  , "title": "Of Solomon."
  , "verses": [
      {"id": 1, "text": "Endow the king with your justice, O God, the royal son with your righteousness."},
      {"id": 2, "text": "May he judge your people in righteousness, your afflicted ones with justice."},
      {"id": 3, "text": "May the mountains bring prosperity to the people, the hills the fruit of righteousness."},
      {"id": 4, "text": "May he defend the afflicted among the people and save the children of the needy; may he crush the oppressor."},
      {"id": 5, "text": "May he endure as long as the sun, as long as the moon, through all generations."},
      {"id": 6, "text": "May he be like rain falling on a mown field, like showers watering the earth."},
      {"id": 7, "text": "In his days may the righteous flourish and prosperity abound till the moon is no more."},
      {"id": 8, "text": "May he rule from sea to sea and from the River to the ends of the earth."},
      {"id": 9, "text": "May the desert tribes bow before him and his enemies lick the dust."},
      {"id": 10, "text": "May the kings of Tarshish and of distant shores bring tribute to him. May the kings of Sheba and Seba present him gifts."},
      {"id": 11, "text": "May all kings bow down to him and all nations serve him."},
      {"id": 12, "text": "For he will deliver the needy who cry out, the afflicted who have no one to help."},
      {"id": 13, "text": "He will take pity on the weak and the needy and save the needy from death."},
      {"id": 14, "text": "He will rescue them from oppression and violence, for precious is their blood in his sight."},
      {"id": 15, "text": "Long may he live! May gold from Sheba be given him. May people ever pray for him and bless him all day long."},
      {"id": 16, "text": "May grain abound throughout the land; on the tops of the hills may it sway. May the crops flourish like Lebanon and thrive like the grass of the field."},
      {"id": 17, "text": "May his name endure forever; may it continue as long as the sun. Then all nations will be blessed through him,and they will call him blessed."},
      {"id": 18, "text": "Praise be to the LORD God, the God of Israel, who alone does marvelous deeds."},
      {"id": 19, "text": "Praise be to his glorious name forever; may the whole earth be filled with his glory. Amen and Amen."},
      {"id": 20, "text": "This concludes the prayers of David son of Jesse."}
    ]
  },
  { "id": 73
  , "title": "A psalm of Asaph."
  , "verses": [
      {"id": 1, "text": "Surely God is good to Israel, to those who are pure in heart."},
      {"id": 2, "text": "But as for me, my feet had almost slipped; I had nearly lost my foothold."},
      {"id": 3, "text": "For I envied the arrogant when I saw the prosperity of the wicked."},
      {"id": 4, "text": "They have no struggles; their bodies are healthy and strong."},
      {"id": 5, "text": "They are free from common human burdens; they are not plagued by human ills."},
      {"id": 6, "text": "Therefore pride is their necklace; they clothe themselves with violence."},
      {"id": 7, "text": "From their callous hearts comes iniquity ; their evil imaginations have no limits."},
      {"id": 8, "text": "They scoff, and speak with malice; with arrogance they threaten oppression."},
      {"id": 9, "text": "Their mouths lay claim to heaven, and their tongues take possession of the earth."},
      {"id": 10, "text": "Therefore their people turn to them and drink up waters in abundance."},
      {"id": 11, "text": "They say, “How would God know? Does the Most High know anything?”"},
      {"id": 12, "text": "This is what the wicked are like— always free of care, they go on amassing wealth."},
      {"id": 13, "text": "Surely in vain I have kept my heart pure and have washed my hands in innocence."},
      {"id": 14, "text": "All day long I have been afflicted, and every morning brings new punishments."},
      {"id": 15, "text": "If I had spoken out like that, I would have betrayed your children."},
      {"id": 16, "text": "When I tried to understand all this, it troubled me deeply"},
      {"id": 17, "text": "till I entered the sanctuary of God; then I understood their final destiny."},
      {"id": 18, "text": "Surely you place them on slippery ground; you cast them down to ruin."},
      {"id": 19, "text": "How suddenly are they destroyed, completely swept away by terrors!"},
      {"id": 20, "text": "They are like a dream when one awakes; when you arise, Lord, you will despise them as fantasies."},
      {"id": 21, "text": "When my heart was grieved and my spirit embittered,"},
      {"id": 22, "text": "I was senseless and ignorant; I was a brute beast before you."},
      {"id": 23, "text": "Yet I am always with you; you hold me by my right hand."},
      {"id": 24, "text": "You guide me with your counsel, and afterward you will take me into glory."},
      {"id": 25, "text": "Whom have I in heaven but you? And earth has nothing I desire besides you."},
      {"id": 26, "text": "My flesh and my heart may fail, but God is the strength of my heart and my portion forever."},
      {"id": 27, "text": "Those who are far from you will perish; you destroy all who are unfaithful to you."},
      {"id": 28, "text": "But as for me, it is good to be near God. I have made the Sovereign LORD my refuge; I will tell of all your deeds."}
    ]
  },
  { "id": 74
  , "title": "A maskil of Asaph."
  , "verses": [
      {"id": 1, "text": "O God, why have you rejected us forever? Why does your anger smolder against the sheep of your pasture?"},
      {"id": 2, "text": "Remember the nation you purchased long ago, the people of your inheritance, whom you redeemed— Mount Zion, where you dwelt."},
      {"id": 3, "text": "Turn your steps toward these everlasting ruins, all this destruction the enemy has brought on the sanctuary."},
      {"id": 4, "text": "Your foes roared in the place where you met with us; they set up their standards as signs."},
      {"id": 5, "text": "They behaved like men wielding axes to cut through a thicket of trees."},
      {"id": 6, "text": "They smashed all the carved paneling with their axes and hatchets."},
      {"id": 7, "text": "They burned your sanctuary to the ground; they defiled the dwelling place of your Name."},
      {"id": 8, "text": "They said in their hearts, “We will crush them completely!” They burned every place where God was worshiped in the land."},
      {"id": 9, "text": "We are given no signs from God; no prophets are left, and none of us knows how long this will be."},
      {"id": 10, "text": "How long will the enemy mock you, God? Will the foe revile your name forever?"},
      {"id": 11, "text": "Why do you hold back your hand, your right hand? Take it from the folds of your garment and destroy them!"},
      {"id": 12, "text": "But God is my King from long ago; he brings salvation on the earth."},
      {"id": 13, "text": "It was you who split open the sea by your power; you broke the heads of the monster in the waters."},
      {"id": 14, "text": "It was you who crushed the heads of Leviathan and gave it as food to the creatures of the desert."},
      {"id": 15, "text": "It was you who opened up springs and streams; you dried up the ever-flowing rivers."},
      {"id": 16, "text": "The day is yours, and yours also the night; you established the sun and moon."},
      {"id": 17, "text": "It was you who set all the boundaries of the earth; you made both summer and winter."},
      {"id": 18, "text": "Remember how the enemy has mocked you, LORD, how foolish people have reviled your name."},
      {"id": 19, "text": "Do not hand over the life of your dove to wild beasts; do not forget the lives of your afflicted people forever."},
      {"id": 20, "text": "Have regard for your covenant, because haunts of violence fill the dark places of the land."},
      {"id": 21, "text": "Do not let the oppressed retreat in disgrace; may the poor and needy praise your name."},
      {"id": 22, "text": "Rise up, O God, and defend your cause; remember how fools mock you all day long."},
      {"id": 23, "text": "Do not ignore the clamor of your adversaries, the uproar of your enemies, which rises continually."}
    ]
  },
  { "id": 75
  , "title": "For the director of music. To the tune of “Do Not Destroy.” A psalm of Asaph. A song."
  , "verses": [
      {"id": 1, "text": "We praise you, God, we praise you, for your Name is near; people tell of your wonderful deeds."},
      {"id": 2, "text": "You say, “I choose the appointed time; it is I who judge with equity."},
      {"id": 3, "text": "When the earth and all its people quake, it is I who hold its pillars firm."},
      {"id": 4, "text": "To the arrogant I say, ‘Boast no more,’ and to the wicked, ‘Do not lift up your horns."},
      {"id": 5, "text": "Do not lift your horns against heaven; do not speak so defiantly.’”"},
      {"id": 6, "text": "No one from the east or the west or from the desert can exalt themselves."},
      {"id": 7, "text": "It is God who judges: He brings one down, he exalts another."},
      {"id": 8, "text": "In the hand of the LORD is a cup full of foaming wine mixed with spices; he pours it out, and all the wicked of the earth drink it down to its very dregs."},
      {"id": 9, "text": "As for me, I will declare this forever; I will sing praise to the God of Jacob,"},
      {"id": 10, "text": "who says, “I will cut off the horns of all the wicked, but the horns of the righteous will be lifted up.”"}
    ]
  },
  { "id": 76
  , "title": "For the director of music. With stringed instruments. A psalm of Asaph. A song."
  , "verses": [
      {"id": 1, "text": "God is renowned in Judah; in Israel his name is great."},
      {"id": 2, "text": "His tent is in Salem, his dwelling place in Zion."},
      {"id": 3, "text": "There he broke the flashing arrows, the shields and the swords, the weapons of war."},
      {"id": 4, "text": "You are radiant with light, more majestic than mountains rich with game."},
      {"id": 5, "text": "The valiant lie plundered, they sleep their last sleep; not one of the warriors can lift his hands."},
      {"id": 6, "text": "At your rebuke, God of Jacob, both horse and chariot lie still."},
      {"id": 7, "text": "It is you alone who are to be feared. Who can stand before you when you are angry?"},
      {"id": 8, "text": "From heaven you pronounced judgment, and the land feared and was quiet—"},
      {"id": 9, "text": "when you, God, rose up to judge, to save all the afflicted of the land."},
      {"id": 10, "text": "Surely your wrath against mankind brings you praise, and the survivors of your wrath are restrained."},
      {"id": 11, "text": "Make vows to the LORD your God and fulfill them; let all the neighboring lands bring gifts to the One to be feared."},
      {"id": 12, "text": "He breaks the spirit of rulers; he is feared by the kings of the earth."}
    ]
  },  
  { "id": 77
  , "title": "For the director of music. For Jeduthun. Of Asaph. A psalm."
  , "verses": [
      {"id": 1, "text": "I cried out to God for help; I cried out to God to hear me."},
      {"id": 2, "text": "When I was in distress, I sought the Lord; at night I stretched out untiring hands, and I would not be comforted."},
      {"id": 3, "text": "I remembered you, God, and I groaned; I meditated, and my spirit grew faint."},
      {"id": 4, "text": "You kept my eyes from closing; I was too troubled to speak."},
      {"id": 5, "text": "I thought about the former days, the years of long ago;"},
      {"id": 6, "text": "I remembered my songs in the night. My heart meditated and my spirit asked:"},
      {"id": 7, "text": "“Will the Lord reject forever? Will he never show his favor again?"},
      {"id": 8, "text": "Has his unfailing love vanished forever? Has his promise failed for all time?"},
      {"id": 9, "text": "Has God forgotten to be merciful? Has he in anger withheld his compassion?”"},
      {"id": 10, "text": "Then I thought, “To this I will appeal: the years when the Most High stretched out his right hand."},
      {"id": 11, "text": "I will remember the deeds of the LORD; yes, I will remember your miracles of long ago."},
      {"id": 12, "text": "I will consider all your works and meditate on all your mighty deeds.”"},
      {"id": 13, "text": "Your ways, God, are holy. What god is as great as our God?"},
      {"id": 14, "text": "You are the God who performs miracles; you display your power among the peoples."},
      {"id": 15, "text": "With your mighty arm you redeemed your people, the descendants of Jacob and Joseph."},
      {"id": 16, "text": "The waters saw you, God, the waters saw you and writhed; the very depths were convulsed."},
      {"id": 17, "text": "The clouds poured down water, the heavens resounded with thunder; your arrows flashed back and forth."},
      {"id": 18, "text": "Your thunder was heard in the whirlwind, your lightning lit up the world; the earth trembled and quaked."},
      {"id": 19, "text": "Your path led through the sea, your way through the mighty waters, though your footprints were not seen."},
      {"id": 20, "text": "You led your people like a flock by the hand of Moses and Aaron."}
    ]
  },
  { "id": 78
  , "title": "A maskil of Asaph."
  , "verses": [
      {"id": 1, "text": "My people, hear my teaching; listen to the words of my mouth."},
      {"id": 2, "text": "I will open my mouth with a parable; I will utter hidden things, things from of old—"},
      {"id": 3, "text": "things we have heard and known, things our ancestors have told us."},
      {"id": 4, "text": "We will not hide them from their descendants; we will tell the next generation the praiseworthy deeds of the LORD, his power, and the wonders he has done."},
      {"id": 5, "text": "He decreed statutes for Jacob and established the law in Israel, which he commanded our ancestors to teach their children,"},
      {"id": 6, "text": "so the next generation would know them, even the children yet to be born, and they in turn would tell their children."},
      {"id": 7, "text": "Then they would put their trust in God and would not forget his deeds but would keep his commands."},
      {"id": 8, "text": "They would not be like their ancestors— a stubborn and rebellious generation, whose hearts were not loyal to God, whose spirits were not faithful to him."},
      {"id": 9, "text": "The men of Ephraim, though armed with bows, turned back on the day of battle;"},
      {"id": 10, "text": "they did not keep God’s covenant and refused to live by his law."},
      {"id": 11, "text": "They forgot what he had done, the wonders he had shown them."},
      {"id": 12, "text": "He did miracles in the sight of their ancestors in the land of Egypt, in the region of Zoan."},
      {"id": 13, "text": "He divided the sea and led them through; he made the water stand up like a wall."},
      {"id": 14, "text": "He guided them with the cloud by day and with light from the fire all night."},
      {"id": 15, "text": "He split the rocks in the wilderness and gave them water as abundant as the seas;"},
      {"id": 16, "text": "he brought streams out of a rocky crag and made water flow down like rivers."},
      {"id": 17, "text": "But they continued to sin against him, rebelling in the wilderness against the Most High."},
      {"id": 18, "text": "They willfully put God to the test by demanding the food they craved."},
      {"id": 19, "text": "They spoke against God; they said, “Can God really spread a table in the wilderness?"},
      {"id": 20, "text": "True, he struck the rock, and water gushed out, streams flowed abundantly, but can he also give us bread? Can he supply meat for his people?”"},
      {"id": 21, "text": "When the LORD heard them, he was furious; his fire broke out against Jacob, and his wrath rose against Israel,"},
      {"id": 22, "text": "for they did not believe in God or trust in his deliverance."},
      {"id": 23, "text": "Yet he gave a command to the skies above and opened the doors of the heavens;"},
      {"id": 24, "text": "he rained down manna for the people to eat, he gave them the grain of heaven."},
      {"id": 25, "text": "Human beings ate the bread of angels; he sent them all the food they could eat."},
      {"id": 26, "text": "He let loose the east wind from the heavens and by his power made the south wind blow."},
      {"id": 27, "text": "He rained meat down on them like dust, birds like sand on the seashore."},
      {"id": 28, "text": "He made them come down inside their camp, all around their tents."},
      {"id": 29, "text": "They ate till they were gorged— he had given them what they craved."},
      {"id": 30, "text": "But before they turned from what they craved, even while the food was still in their mouths,"},
      {"id": 31, "text": "God’s anger rose against them; he put to death the sturdiest among them, cutting down the young men of Israel."},
      {"id": 32, "text": "In spite of all this, they kept on sinning; in spite of his wonders, they did not believe."},
      {"id": 33, "text": "So he ended their days in futility and their years in terror."},
      {"id": 34, "text": "Whenever God slew them, they would seek him; they eagerly turned to him again."},
      {"id": 35, "text": "They remembered that God was their Rock, that God Most High was their Redeemer."},
      {"id": 36, "text": "But then they would flatter him with their mouths, lying to him with their tongues;"},
      {"id": 37, "text": "their hearts were not loyal to him, they were not faithful to his covenant."},
      {"id": 38, "text": "Yet he was merciful; he forgave their iniquities and did not destroy them. Time after time he restrained his anger and did not stir up his full wrath."},
      {"id": 39, "text": "He remembered that they were but flesh, a passing breeze that does not return."},
      {"id": 40, "text": "How often they rebelled against him in the wilderness and grieved him in the wasteland!"},
      {"id": 41, "text": "Again and again they put God to the test; they vexed the Holy One of Israel."},
      {"id": 42, "text": "They did not remember his power— the day he redeemed them from the oppressor,"},
      {"id": 43, "text": "the day he displayed his signs in Egypt, his wonders in the region of Zoan."},
      {"id": 44, "text": "He turned their river into blood; they could not drink from their streams."},
      {"id": 45, "text": "He sent swarms of flies that devoured them, and frogs that devastated them."},
      {"id": 46, "text": "He gave their crops to the grasshopper, their produce to the locust."},
      {"id": 47, "text": "He destroyed their vines with hail and their sycamore-figs with sleet."},
      {"id": 48, "text": "He gave over their cattle to the hail, their livestock to bolts of lightning."},
      {"id": 49, "text": "He unleashed against them his hot anger, his wrath, indignation and hostility— a band of destroying angels."},
      {"id": 50, "text": "He prepared a path for his anger; he did not spare them from death but gave them over to the plague."},
      {"id": 51, "text": "He struck down all the firstborn of Egypt, the firstfruits of manhood in the tents of Ham."},
      {"id": 52, "text": "But he brought his people out like a flock; he led them like sheep through the wilderness."},
      {"id": 53, "text": "He guided them safely, so they were unafraid; but the sea engulfed their enemies."},
      {"id": 54, "text": "And so he brought them to the border of his holy land, to the hill country his right hand had taken."},
      {"id": 55, "text": "He drove out nations before them and allotted their lands to them as an inheritance; he settled the tribes of Israel in their homes."},
      {"id": 56, "text": "But they put God to the test and rebelled against the Most High; they did not keep his statutes."},
      {"id": 57, "text": "Like their ancestors they were disloyal and faithless, as unreliable as a faulty bow."},
      {"id": 58, "text": "They angered him with their high places; they aroused his jealousy with their idols."},
      {"id": 59, "text": "When God heard them, he was furious; he rejected Israel completely."},
      {"id": 60, "text": "He abandoned the tabernacle of Shiloh, the tent he had set up among humans."},      
      {"id": 61, "text": "He sent the ark of his might into captivity, his splendor into the hands of the enemy."},
      {"id": 62, "text": "He gave his people over to the sword; he was furious with his inheritance."},
      {"id": 63, "text": "Fire consumed their young men, and their young women had no wedding songs;"},
      {"id": 64, "text": "their priests were put to the sword, and their widows could not weep."},
      {"id": 65, "text": "Then the Lord awoke as from sleep, as a warrior wakes from the stupor of wine."},
      {"id": 66, "text": "He beat back his enemies; he put them to everlasting shame."},
      {"id": 67, "text": "Then he rejected the tents of Joseph, he did not choose the tribe of Ephraim;"},
      {"id": 68, "text": "but he chose the tribe of Judah, Mount Zion, which he loved."},
      {"id": 69, "text": "He built his sanctuary like the heights, like the earth that he established forever."},
      {"id": 70, "text": "He chose David his servant and took him from the sheep pens;"},
      {"id": 71, "text": "from tending the sheep he brought him to be the shepherd of his people Jacob, of Israel his inheritance."},
      {"id": 72, "text": "And David shepherded them with integrity of heart; with skillful hands he led them."}
    ]
  },
  { "id": 79
  , "title": "A psalm of Asaph."
  , "verses": [
      {"id": 1, "text": "O God, the nations have invaded your inheritance; they have defiled your holy temple, they have reduced Jerusalem to rubble."},
      {"id": 2, "text": "They have left the dead bodies of your servants as food for the birds of the sky, the flesh of your own people for the animals of the wild."},
      {"id": 3, "text": "They have poured out blood like water all around Jerusalem, and there is no one to bury the dead."},
      {"id": 4, "text": "We are objects of contempt to our neighbors, of scorn and derision to those around us."},
      {"id": 5, "text": "How long, LORD? Will you be angry forever? How long will your jealousy burn like fire?"},
      {"id": 6, "text": "Pour out your wrath on the nations that do not acknowledge you, on the kingdoms that do not call on your name;"},
      {"id": 7, "text": "for they have devoured Jacob and devastated his homeland."},
      {"id": 8, "text": "Do not hold against us the sins of past generations; may your mercy come quickly to meet us, for we are in desperate need."},
      {"id": 9, "text": "Help us, God our Savior, for the glory of your name; deliver us and forgive our sins for your name’s sake."},
      {"id": 10, "text": "Why should the nations say, “Where is their God?” Before our eyes, make known among the nations that you avenge the outpoured blood of your servants."},
      {"id": 11, "text": "May the groans of the prisoners come before you; with your strong arm preserve those condemned to die."},
      {"id": 12, "text": "Pay back into the laps of our neighbors seven times the contempt they have hurled at you, Lord."},
      {"id": 13, "text": "Then we your people, the sheep of your pasture, will praise you forever; from generation to generation we will proclaim your praise. "}
    ]
  },
  { "id": 80
  , "title": "For the director of music. To the tune of “The Lilies of the Covenant.” Of Asaph. A psalm."
  , "verses": [
      {"id": 1, "text": "Hear us, Shepherd of Israel, you who lead Joseph like a flock. You who sit enthroned between the cherubim, shine forth"},
      {"id": 2, "text": "before Ephraim, Benjamin and Manasseh. Awaken your might; come and save us."},
      {"id": 3, "text": "Restore us, O God; make your face shine on us, that we may be saved."},
      {"id": 4, "text": "How long, LORD God Almighty, will your anger smolder against the prayers of your people?"},
      {"id": 5, "text": "You have fed them with the bread of tears; you have made them drink tears by the bowlful."},
      {"id": 6, "text": "You have made us an object of derision to our neighbors, and our enemies mock us."},
      {"id": 7, "text": "Restore us, God Almighty; make your face shine on us, that we may be saved."},
      {"id": 8, "text": "You transplanted a vine from Egypt; you drove out the nations and planted it."},
      {"id": 9, "text": "You cleared the ground for it, and it took root and filled the land."},
      {"id": 10, "text": "The mountains were covered with its shade, the mighty cedars with its branches."},
      {"id": 11, "text": "Its branches reached as far as the Sea,its shoots as far as the River."},
      {"id": 12, "text": "Why have you broken down its walls so that all who pass by pick its grapes?"},
      {"id": 13, "text": "Boars from the forest ravage it, and insects from the fields feed on it."},
      {"id": 14, "text": "Return to us, God Almighty! Look down from heaven and see! Watch over this vine,"},
      {"id": 15, "text": "the root your right hand has planted, the son you have raised up for yourself."},
      {"id": 16, "text": "Your vine is cut down, it is burned with fire; at your rebuke your people perish."},
      {"id": 17, "text": "Let your hand rest on the man at your right hand, the son of man you have raised up for yourself."},
      {"id": 18, "text": "Then we will not turn away from you; revive us, and we will call on your name."},
      {"id": 19, "text": "Restore us, LORD God Almighty; make your face shine on us, that we may be saved."}
    ]
  },
  { "id": 81
  , "title": "For the director of music. According to gittith. Of Asaph."
  , "verses": [
      {"id": 1, "text": "Sing for joy to God our strength; shout aloud to the God of Jacob!"},
      {"id": 2, "text": "Begin the music, strike the timbrel, play the melodious harp and lyre."},
      {"id": 3, "text": "Sound the ram’s horn at the New Moon, and when the moon is full, on the day of our festival;"},
      {"id": 4, "text": "this is a decree for Israel, an ordinance of the God of Jacob."},
      {"id": 5, "text": "When God went out against Egypt, he established it as a statute for Joseph. I heard an unknown voice say:"},
      {"id": 6, "text": "“I removed the burden from their shoulders; their hands were set free from the basket."},
      {"id": 7, "text": "In your distress you called and I rescued you, I answered you out of a thundercloud; I tested you at the waters of Meribah."},
      {"id": 8, "text": "Hear me, my people, and I will warn you— if you would only listen to me, Israel!"},
      {"id": 9, "text": "You shall have no foreign god among you; you shall not worship any god other than me."},
      {"id": 10, "text": "I am the LORD your God, who brought you up out of Egypt. Open wide your mouth and I will fill it."},
      {"id": 11, "text": "“But my people would not listen to me; Israel would not submit to me."},
      {"id": 12, "text": "So I gave them over to their stubborn hearts to follow their own devices."},
      {"id": 13, "text": "“If my people would only listen to me, if Israel would only follow my ways,"},
      {"id": 14, "text": "how quickly I would subdue their enemies and turn my hand against their foes!"},
      {"id": 15, "text": "Those who hate the LORD would cringe before him, and their punishment would last forever."},
      {"id": 16, "text": "But you would be fed with the finest of wheat; with honey from the rock I would satisfy you.”"}
    ]
  },
  { "id": 82
  , "title": "A psalm of Asaph."
  , "verses": [
      {"id": 1, "text": "God presides in the great assembly; he renders judgment among the “gods”:"},
      {"id": 2, "text": "“How long will you defend the unjust and show partiality to the wicked?"},
      {"id": 3, "text": "Defend the weak and the fatherless; uphold the cause of the poor and the oppressed."},
      {"id": 4, "text": "Rescue the weak and the needy; deliver them from the hand of the wicked."},
      {"id": 5, "text": "“The ‘gods’ know nothing, they understand nothing. They walk about in darkness; all the foundations of the earth are shaken."},
      {"id": 6, "text": "“I said, ‘You are “gods”; you are all sons of the Most High.’"},
      {"id": 7, "text": "But you will die like mere mortals; you will fall like every other ruler.”"},
      {"id": 8, "text": "Rise up, O God, judge the earth, for all the nations are your inheritance."}
    ]
  },
{ "id": 83
  , "title": "A song. A psalm of Asaph."
  , "verses": [
      {"id": 1, "text": "O God, do not remain silent; do not turn a deaf ear, do not stand aloof, O God."},
      {"id": 2, "text": "See how your enemies growl, how your foes rear their heads."},
      {"id": 3, "text": "With cunning they conspire against your people; they plot against those you cherish."},
      {"id": 4, "text": "“Come,” they say, “let us destroy them as a nation, so that Israel’s name is remembered no more.”"},
      {"id": 5, "text": "With one mind they plot together; they form an alliance against you—"},
      {"id": 6, "text": "the tents of Edom and the Ishmaelites, of Moab and the Hagrites,"},
      {"id": 7, "text": "Byblos, Ammon and Amalek, Philistia, with the people of Tyre."},
      {"id": 8, "text": "Even Assyria has joined them to reinforce Lot’s descendants."},
      {"id": 9, "text": "Do to them as you did to Midian, as you did to Sisera and Jabin at the river Kishon,"},
      {"id": 10, "text": "who perished at Endor and became like dung on the ground."},
      {"id": 11, "text": "Make their nobles like Oreb and Zeeb, all their princes like Zebah and Zalmunna,"},
      {"id": 12, "text": "who said, “Let us take possession of the pasturelands of God.”"},
      {"id": 13, "text": "Make them like tumbleweed, my God, like chaff before the wind."},
      {"id": 14, "text": "As fire consumes the forest or a flame sets the mountains ablaze,"},
      {"id": 15, "text": "so pursue them with your tempest and terrify them with your storm."},
      {"id": 16, "text": "Cover their faces with shame, LORD, so that they will seek your name."},
      {"id": 17, "text": "May they ever be ashamed and dismayed; may they perish in disgrace."},
      {"id": 18, "text": "Let them know that you, whose name is the LORD— that you alone are the Most High over all the earth. "}
    ]
  },
  { "id": 84
  , "title": "For the director of music. According to gittith. Of the Sons of Korah. A psalm."
  , "verses": [
      {"id": 1, "text": "How lovely is your dwelling place, LORD Almighty!"},
      {"id": 2, "text": "My soul yearns, even faints, for the courts of the LORD; my heart and my flesh cry out for the living God."},
      {"id": 3, "text": "Even the sparrow has found a home, and the swallow a nest for herself, where she may have her young— a place near your altar, LORD Almighty, my King and my God."},
      {"id": 4, "text": "Blessed are those who dwell in your house; they are ever praising you."},
      {"id": 5, "text": "Blessed are those whose strength is in you, whose hearts are set on pilgrimage."},
      {"id": 6, "text": "As they pass through the Valley of Baka, they make it a place of springs; the autumn rains also cover it with pools."},
      {"id": 7, "text": "They go from strength to strength, till each appears before God in Zion."},
      {"id": 8, "text": "Hear my prayer, LORD God Almighty; listen to me, God of Jacob."},
      {"id": 9, "text": "Look on our shield, O God; look with favor on your anointed one."},
      {"id": 10, "text": "Better is one day in your courts than a thousand elsewhere; I would rather be a doorkeeper in the house of my God than dwell in the tents of the wicked."},
      {"id": 11, "text": "For the LORD God is a sun and shield; the LORD bestows favor and honor; no good thing does he withhold from those whose walk is blameless."},
      {"id": 12, "text": "LORD Almighty, blessed is the one who trusts in you."}
    ]
  },
  { "id": 85
  , "title": "For the director of music. Of the Sons of Korah. A psalm."
  , "verses": [
      {"id": 1, "text": "You, LORD, showed favor to your land; you restored the fortunes of Jacob."},
      {"id": 2, "text": "You forgave the iniquity of your people and covered all their sins."},
      {"id": 3, "text": "You set aside all your wrath and turned from your fierce anger."},
      {"id": 4, "text": "Restore us again, God our Savior, and put away your displeasure toward us."},
      {"id": 5, "text": "Will you be angry with us forever? Will you prolong your anger through all generations?"},
      {"id": 6, "text": "Will you not revive us again, that your people may rejoice in you?"},
      {"id": 7, "text": "Show us your unfailing love, LORD, and grant us your salvation."},
      {"id": 8, "text": "I will listen to what God the LORD says; he promises peace to his people, his faithful servants— but let them not turn to folly."},
      {"id": 9, "text": "Surely his salvation is near those who fear him, that his glory may dwell in our land."},
      {"id": 10, "text": "Love and faithfulness meet together; righteousness and peace kiss each other."},
      {"id": 11, "text": "Faithfulness springs forth from the earth, and righteousness looks down from heaven."},
      {"id": 12, "text": "The LORD will indeed give what is good, and our land will yield its harvest."},
      {"id": 13, "text": "Righteousness goes before him and prepares the way for his steps."}
    ]
  },  
  { "id": 86
  , "title": "A prayer of David."
  , "verses": [
      {"id": 1, "text": "Hear me, LORD, and answer me, for I am poor and needy."},
      {"id": 2, "text": "Guard my life, for I am faithful to you; save your servant who trusts in you. You are my God;"},
      {"id": 3, "text": "have mercy on me, Lord, for I call to you all day long."},
      {"id": 4, "text": "Bring joy to your servant, Lord, for I put my trust in you."},
      {"id": 5, "text": "You, Lord, are forgiving and good, abounding in love to all who call to you."},
      {"id": 6, "text": "Hear my prayer, LORD; listen to my cry for mercy."},
      {"id": 7, "text": "When I am in distress, I call to you, because you answer me."},
      {"id": 8, "text": "Among the gods there is none like you, Lord; no deeds can compare with yours."},
      {"id": 9, "text": "All the nations you have made will come and worship before you, Lord; they will bring glory to your name."},
      {"id": 10, "text": "For you are great and do marvelous deeds; you alone are God."},
      {"id": 11, "text": "Teach me your way, LORD, that I may rely on your faithfulness; give me an undivided heart, that I may fear your name."},
      {"id": 12, "text": "I will praise you, Lord my God, with all my heart; I will glorify your name forever."},
      {"id": 13, "text": "For great is your love toward me; you have delivered me from the depths, from the realm of the dead."},
      {"id": 14, "text": "Arrogant foes are attacking me, O God; ruthless people are trying to kill me— they have no regard for you."},
      {"id": 15, "text": "But you, Lord, are a compassionate and gracious God, slow to anger, abounding in love and faithfulness."},
      {"id": 16, "text": "Turn to me and have mercy on me; show your strength in behalf of your servant; save me, because I serve you just as my mother did."},
      {"id": 17, "text": "Give me a sign of your goodness, that my enemies may see it and be put to shame, for you, LORD, have helped me and comforted me."}
    ]
  },
  { "id": 87
  , "title": "Of the Sons of Korah. A psalm. A song."
  , "verses": [
      {"id": 1, "text": "He has founded his city on the holy mountain."},
      {"id": 2, "text": "The LORD loves the gates of Zion more than all the other dwellings of Jacob."},
      {"id": 3, "text": "Glorious things are said of you, city of God:"},
      {"id": 4, "text": "“I will record Rahab and Babylon among those who acknowledge me— Philistia too, and Tyre, along with Cush — and will say, ‘This one was born in Zion.’ ”"},
      {"id": 5, "text": "Indeed, of Zion it will be said, “This one and that one were born in her, and the Most High himself will establish her.”"},
      {"id": 6, "text": "The LORD will write in the register of the peoples: “This one was born in Zion.”"},
      {"id": 7, "text": "As they make music they will sing, “All my fountains are in you.”"}
    ]
  },  
  { "id": 88
  , "title": "A song. A psalm of the Sons of Korah. For the director of music. According to mahalath leannoth. A maskil of Heman the Ezrahite."
  , "verses": [
      {"id": 1, "text": "LORD, you are the God who saves me; day and night I cry out to you."},
      {"id": 2, "text": "May my prayer come before you; turn your ear to my cry."},
      {"id": 3, "text": "I am overwhelmed with troubles and my life draws near to death."},
      {"id": 4, "text": "I am counted among those who go down to the pit; I am like one without strength."},
      {"id": 5, "text": "I am set apart with the dead, like the slain who lie in the grave, whom you remember no more, who are cut off from your care."},
      {"id": 6, "text": "You have put me in the lowest pit, in the darkest depths."},
      {"id": 7, "text": "Your wrath lies heavily on me; you have overwhelmed me with all your waves."},
      {"id": 8, "text": "You have taken from me my closest friends and have made me repulsive to them. I am confined and cannot escape;"},
      {"id": 9, "text": "my eyes are dim with grief. I call to you, LORD, every day; I spread out my hands to you."},
      {"id": 10, "text": "Do you show your wonders to the dead? Do their spirits rise up and praise you?"},
      {"id": 11, "text": "Is your love declared in the grave, your faithfulness in Destruction ?"},
      {"id": 12, "text": "Are your wonders known in the place of darkness, or your righteous deeds in the land of oblivion?"},
      {"id": 13, "text": "But I cry to you for help, LORD; in the morning my prayer comes before you."},
      {"id": 14, "text": "Why, LORD, do you reject me and hide your face from me?"},
      {"id": 15, "text": "From my youth I have suffered and been close to death; I have borne your terrors and am in despair."},
      {"id": 16, "text": "Your wrath has swept over me; your terrors have destroyed me."},
      {"id": 17, "text": "All day long they surround me like a flood; they have completely engulfed me."},
      {"id": 18, "text": "You have taken from me friend and neighbor— darkness is my closest friend."}
    ]
  },
  { "id": 89
  , "title": "A maskil of Ethan the Ezrahite."
  , "verses": [
      {"id": 1, "text": "I will sing of the LORD’s great love forever; with my mouth I will make your faithfulness known through all generations."},
      {"id": 2, "text": "I will declare that your love stands firm forever, that you have established your faithfulness in heaven itself."},
      {"id": 3, "text": "You said, “I have made a covenant with my chosen one, I have sworn to David my servant,"},
      {"id": 4, "text": "‘I will establish your line forever and make your throne firm through all generations.’ ”"},
      {"id": 5, "text": "The heavens praise your wonders, LORD, your faithfulness too, in the assembly of the holy ones."},
      {"id": 6, "text": "For who in the skies above can compare with the LORD? Who is like the LORD among the heavenly beings?"},
      {"id": 7, "text": "In the council of the holy ones God is greatly feared; he is more awesome than all who surround him."},
      {"id": 8, "text": "Who is like you, LORD God Almighty? You, LORD, are mighty, and your faithfulness surrounds you."},
      {"id": 9, "text": "You rule over the surging sea; when its waves mount up, you still them."},
      {"id": 10, "text": "You crushed Rahab like one of the slain; with your strong arm you scattered your enemies."},
      {"id": 11, "text": "The heavens are yours, and yours also the earth; you founded the world and all that is in it."},
      {"id": 12, "text": "You created the north and the south; Tabor and Hermon sing for joy at your name."},
      {"id": 13, "text": "Your arm is endowed with power; your hand is strong, your right hand exalted."},
      {"id": 14, "text": "Righteousness and justice are the foundation of your throne; love and faithfulness go before you."},
      {"id": 15, "text": "Blessed are those who have learned to acclaim you, who walk in the light of your presence, LORD."},
      {"id": 16, "text": "They rejoice in your name all day long; they celebrate your righteousness."},
      {"id": 17, "text": "For you are their glory and strength, and by your favor you exalt our horn."},
      {"id": 18, "text": "Indeed, our shield belongs to the LORD, our king to the Holy One of Israel."},
      {"id": 19, "text": "Once you spoke in a vision, to your faithful people you said: “I have bestowed strength on a warrior; I have raised up a young man from among the people."},
      {"id": 20, "text": "I have found David my servant; with my sacred oil I have anointed him."},
      {"id": 21, "text": "My hand will sustain him; surely my arm will strengthen him."},
      {"id": 22, "text": "The enemy will not get the better of him; the wicked will not oppress him."},
      {"id": 23, "text": "I will crush his foes before him and strike down his adversaries."},
      {"id": 24, "text": "My faithful love will be with him, and through my name his horn will be exalted."},
      {"id": 25, "text": "I will set his hand over the sea, his right hand over the rivers."},
      {"id": 26, "text": "He will call out to me, ‘You are my Father, my God, the Rock my Savior.’"},
      {"id": 27, "text": "And I will appoint him to be my firstborn, the most exalted of the kings of the earth."},
      {"id": 28, "text": "I will maintain my love to him forever, and my covenant with him will never fail."},
      {"id": 29, "text": "I will establish his line forever, his throne as long as the heavens endure."},
      {"id": 30, "text": "“If his sons forsake my law and do not follow my statutes,"},
      {"id": 31, "text": "if they violate my decrees and fail to keep my commands,"},
      {"id": 32, "text": "I will punish their sin with the rod, their iniquity with flogging;"},
      {"id": 33, "text": "but I will not take my love from him, nor will I ever betray my faithfulness."},
      {"id": 34, "text": "I will not violate my covenant or alter what my lips have uttered."},
      {"id": 35, "text": "Once for all, I have sworn by my holiness— and I will not lie to David—"},
      {"id": 36, "text": "that his line will continue forever and his throne endure before me like the sun;"},
      {"id": 37, "text": "it will be established forever like the moon, the faithful witness in the sky.”"},
      {"id": 38, "text": "But you have rejected, you have spurned, you have been very angry with your anointed one."},
      {"id": 39, "text": "You have renounced the covenant with your servant and have defiled his crown in the dust."},
      {"id": 40, "text": "You have broken through all his walls and reduced his strongholds to ruins."},
      {"id": 41, "text": "All who pass by have plundered him; he has become the scorn of his neighbors."},
      {"id": 42, "text": "You have exalted the right hand of his foes; you have made all his enemies rejoice."},
      {"id": 43, "text": "Indeed, you have turned back the edge of his sword and have not supported him in battle."},
      {"id": 44, "text": "You have put an end to his splendor and cast his throne to the ground."},
      {"id": 45, "text": "You have cut short the days of his youth; you have covered him with a mantle of shame."},
      {"id": 46, "text": "How long, LORD? Will you hide yourself forever? How long will your wrath burn like fire?"},
      {"id": 47, "text": "Remember how fleeting is my life. For what futility you have created all humanity!"},
      {"id": 48, "text": "Who can live and not see death, or who can escape the power of the grave?"},
      {"id": 49, "text": "Lord, where is your former great love, which in your faithfulness you swore to David?"},
      {"id": 50, "text": "Remember, Lord, how your servant has been mocked, how I bear in my heart the taunts of all the nations,"},
      {"id": 51, "text": "the taunts with which your enemies, LORD, have mocked, with which they have mocked every step of your anointed one."},
      {"id": 52, "text": "Praise be to the LORD forever! Amen and Amen."}
    ]
  },  
  { "id": 90
  , "title": "A prayer of Moses the man of God."
  , "verses": [
      {"id": 1, "text": "Lord, you have been our dwelling place throughout all generations."},
      {"id": 2, "text": "Before the mountains were born or you brought forth the whole world, from everlasting to everlasting you are God."},
      {"id": 3, "text": "You turn people back to dust, saying, “Return to dust, you mortals.”"},
      {"id": 4, "text": "A thousand years in your sight are like a day that has just gone by, or like a watch in the night."},
      {"id": 5, "text": "Yet you sweep people away in the sleep of death— they are like the new grass of the morning:"},
      {"id": 6, "text": "In the morning it springs up new, but by evening it is dry and withered."},
      {"id": 7, "text": "We are consumed by your anger and terrified by your indignation."},
      {"id": 8, "text": "You have set our iniquities before you, our secret sins in the light of your presence."},
      {"id": 9, "text": "All our days pass away under your wrath; we finish our years with a moan."},
      {"id": 10, "text": "Our days may come to seventy years, or eighty, if our strength endures; yet the best of them are but trouble and sorrow, for they quickly pass, and we fly away."},
      {"id": 11, "text": "If only we knew the power of your anger! Your wrath is as great as the fear that is your due."},
      {"id": 12, "text": "Teach us to number our days, that we may gain a heart of wisdom."},
      {"id": 13, "text": "Relent, LORD! How long will it be? Have compassion on your servants."},
      {"id": 14, "text": "Satisfy us in the morning with your unfailing love, that we may sing for joy and be glad all our days."},
      {"id": 15, "text": "Make us glad for as many days as you have afflicted us, for as many years as we have seen trouble."},
      {"id": 16, "text": "May your deeds be shown to your servants, your splendor to their children."},
      {"id": 17, "text": "May the favor of the Lord our God rest on us; establish the work of our hands for us— yes, establish the work of our hands."}
    ]
  },  
  { "id": 91
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Whoever dwells in the shelter of the Most High will rest in the shadow of the Almighty."},
      {"id": 2, "text": "I will say of the LORD, “He is my refuge and my fortress, my God, in whom I trust.”"},
      {"id": 3, "text": "Surely he will save you from the fowler’s snare and from the deadly pestilence."},
      {"id": 4, "text": "He will cover you with his feathers, and under his wings you will find refuge; his faithfulness will be your shield and rampart."},
      {"id": 5, "text": "You will not fear the terror of night, nor the arrow that flies by day,"},
      {"id": 6, "text": "nor the pestilence that stalks in the darkness, nor the plague that destroys at midday."},
      {"id": 7, "text": "A thousand may fall at your side, ten thousand at your right hand, but it will not come near you."},
      {"id": 8, "text": "You will only observe with your eyes and see the punishment of the wicked."},
      {"id": 9, "text": "If you say, “The LORD is my refuge,” and you make the Most High your dwelling,"},
      {"id": 10, "text": "no harm will overtake you, no disaster will come near your tent."},
      {"id": 11, "text": "For he will command his angels concerning you to guard you in all your ways;"},
      {"id": 12, "text": "they will lift you up in their hands, so that you will not strike your foot against a stone."},
      {"id": 13, "text": "You will tread on the lion and the cobra; you will trample the great lion and the serpent."},
      {"id": 14, "text": "“Because he loves me,” says the LORD, “I will rescue him; I will protect him, for he acknowledges my name."},
      {"id": 15, "text": "He will call on me, and I will answer him; I will be with him in trouble, I will deliver him and honor him."},
      {"id": 16, "text": "With long life I will satisfy him and show him my salvation.”"}
    ]
  },
  { "id": 92
  , "title": "A psalm. A song. For the Sabbath day."
  , "verses": [
      {"id": 1, "text": "It is good to praise the LORDand make music to your name, O Most High,"},
      {"id": 2, "text": "proclaiming your love in the morning and your faithfulness at night,"},
      {"id": 3, "text": "to the music of the ten-stringed lyre and the melody of the harp."},
      {"id": 4, "text": "For you make me glad by your deeds, LORD; I sing for joy at what your hands have done."},
      {"id": 5, "text": "How great are your works, LORD, how profound your thoughts!"},
      {"id": 6, "text": "Senseless people do not know, fools do not understand,"},
      {"id": 7, "text": "that though the wicked spring up like grass and all evildoers flourish, they will be destroyed forever."},
      {"id": 8, "text": "But you, LORD, are forever exalted."},
      {"id": 9, "text": "For surely your enemies, LORD, surely your enemies will perish; all evildoers will be scattered."},
      {"id": 10, "text": "You have exalted my horn like that of a wild ox; fine oils have been poured on me."},
      {"id": 11, "text": "My eyes have seen the defeat of my adversaries; my ears have heard the rout of my wicked foes."},
      {"id": 12, "text": "The righteous will flourish like a palm tree, they will grow like a cedar of Lebanon;"},
      {"id": 13, "text": "planted in the house of the LORD, they will flourish in the courts of our God."},
      {"id": 14, "text": "They will still bear fruit in old age, they will stay fresh and green,"},
      {"id": 15, "text": "proclaiming, “The LORD is upright; he is my Rock, and there is no wickedness in him.”"}
    ]
  },
  { "id": 93
  , "title": ""
  , "verses": [
      {"id": 1, "text": "The LORD reigns, he is robed in majesty; the LORD is robed in majesty and armed with strength; indeed, the world is established, firm and secure."},
      {"id": 2, "text": "Your throne was established long ago; you are from all eternity."},
      {"id": 3, "text": "The seas have lifted up, LORD, the seas have lifted up their voice; the seas have lifted up their pounding waves."},
      {"id": 4, "text": "Mightier than the thunder of the great waters, mightier than the breakers of the sea— the LORD on high is mighty."},
      {"id": 5, "text": "Your statutes, LORD, stand firm; holiness adorns your house for endless days."}
    ]
  },
  { "id": 94
  , "title": ""
  , "verses": [
      {"id": 1, "text": "The LORD is a God who avenges. O God who avenges, shine forth."},
      {"id": 2, "text": "Rise up, Judge of the earth; pay back to the proud what they deserve."},
      {"id": 3, "text": "How long, LORD, will the wicked, how long will the wicked be jubilant?"},
      {"id": 4, "text": "They pour out arrogant words; all the evildoers are full of boasting."},
      {"id": 5, "text": "They crush your people, LORD; they oppress your inheritance."},
      {"id": 6, "text": "They slay the widow and the foreigner; they murder the fatherless."},
      {"id": 7, "text": "They say, “The LORD does not see; the God of Jacob takes no notice.”"},
      {"id": 8, "text": "Take notice, you senseless ones among the people; you fools, when will you become wise?"},
      {"id": 9, "text": "Does he who fashioned the ear not hear? Does he who formed the eye not see?"},
      {"id": 10, "text": "Does he who disciplines nations not punish? Does he who teaches mankind lack knowledge?"},
      {"id": 11, "text": "The LORD knows all human plans; he knows that they are futile."},
      {"id": 12, "text": "Blessed is the one you discipline, LORD, the one you teach from your law;"},
      {"id": 13, "text": "you grant them relief from days of trouble, till a pit is dug for the wicked."},
      {"id": 14, "text": "For the LORD will not reject his people; he will never forsake his inheritance."},
      {"id": 15, "text": "Judgment will again be founded on righteousness, and all the upright in heart will follow it."},
      {"id": 16, "text": "Who will rise up for me against the wicked? Who will take a stand for me against evildoers?"},
      {"id": 17, "text": "Unless the LORD had given me help, I would soon have dwelt in the silence of death."},
      {"id": 18, "text": "When I said, “My foot is slipping,” your unfailing love, LORD, supported me."},
      {"id": 19, "text": "When anxiety was great within me, your consolation brought me joy."},
      {"id": 20, "text": "Can a corrupt throne be allied with you— a throne that brings on misery by its decrees?"},
      {"id": 21, "text": "The wicked band together against the righteous and condemn the innocent to death."},
      {"id": 22, "text": "But the LORD has become my fortress, and my God the rock in whom I take refuge."},
      {"id": 23, "text": "He will repay them for their sins and destroy them for their wickedness; the LORD our God will destroy them."}
    ]
  },
  { "id": 95
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Come, let us sing for joy to the LORD; let us shout aloud to the Rock of our salvation."},
      {"id": 2, "text": "Let us come before him with thanksgiving and extol him with music and song."},
      {"id": 3, "text": "For the LORD is the great God, the great King above all gods."},
      {"id": 4, "text": "In his hand are the depths of the earth, and the mountain peaks belong to him."},
      {"id": 5, "text": "The sea is his, for he made it, and his hands formed the dry land."},
      {"id": 6, "text": "Come, let us bow down in worship, let us kneel before the LORD our Maker;"},
      {"id": 7, "text": "for he is our God and we are the people of his pasture, the flock under his care. Today, if only you would hear his voice,"},
      {"id": 8, "text": "“Do not harden your hearts as you did at Meribah,as you did that day at Massah in the wilderness,"},
      {"id": 9, "text": "where your ancestors tested me; they tried me, though they had seen what I did."},
      {"id": 10, "text": "For forty years I was angry with that generation; I said, ‘They are a people whose hearts go astray, and they have not known my ways.’"},
      {"id": 11, "text": "So I declared on oath in my anger, ‘They shall never enter my rest.’”"}
    ]
  },
  { "id": 96
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Sing to the LORD a new song; sing to the LORD, all the earth."},
      {"id": 2, "text": "Sing to the LORD, praise his name; proclaim his salvation day after day."},
      {"id": 3, "text": "Declare his glory among the nations, his marvelous deeds among all peoples."},
      {"id": 4, "text": "For great is the LORD and most worthy of praise; he is to be feared above all gods."},
      {"id": 5, "text": "For all the gods of the nations are idols, but the LORD made the heavens."},
      {"id": 6, "text": "Splendor and majesty are before him; strength and glory are in his sanctuary."},
      {"id": 7, "text": "Ascribe to the LORD, all you families of nations, ascribe to the LORD glory and strength."},
      {"id": 8, "text": "Ascribe to the LORD the glory due his name; bring an offering and come into his courts."},
      {"id": 9, "text": "Worship the LORD in the splendor of his holiness; tremble before him, all the earth."},
      {"id": 10, "text": "Say among the nations, “The LORD reigns.” The world is firmly established, it cannot be moved; he will judge the peoples with equity."},
      {"id": 11, "text": "Let the heavens rejoice, let the earth be glad; let the sea resound, and all that is in it."},
      {"id": 12, "text": "Let the fields be jubilant, and everything in them; let all the trees of the forest sing for joy."},
      {"id": 13, "text": "Let all creation rejoice before the LORD, for he comes, he comes to judge the earth. He will judge the world in righteousness and the peoples in his faithfulness."}
    ]
  },
  { "id": 97
  , "title": ""
  , "verses": [
      {"id": 1, "text": "The LORD reigns, let the earth be glad; let the distant shores rejoice."},
      {"id": 2, "text": "Clouds and thick darkness surround him; righteousness and justice are the foundation of his throne."},
      {"id": 3, "text": "Fire goes before him and consumes his foes on every side."},
      {"id": 4, "text": "His lightning lights up the world; the earth sees and trembles."},
      {"id": 5, "text": "The mountains melt like wax before the LORD, before the Lord of all the earth."},
      {"id": 6, "text": "The heavens proclaim his righteousness, and all peoples see his glory."},
      {"id": 7, "text": "All who worship images are put to shame, those who boast in idols— worship him, all you gods!"},
      {"id": 8, "text": "Zion hears and rejoices and the villages of Judah are glad because of your judgments, LORD."},
      {"id": 9, "text": "For you, LORD, are the Most High over all the earth; you are exalted far above all gods."},
      {"id": 10, "text": "Let those who love the LORD hate evil, for he guards the lives of his faithful ones and delivers them from the hand of the wicked."},
      {"id": 11, "text": "Light shines on the righteous and joy on the upright in heart."},
      {"id": 12, "text": "Rejoice in the LORD, you who are righteous, and praise his holy name."}
    ]
  },
  { "id": 98
  , "title": "A psalm."
  , "verses": [
      {"id": 1, "text": "Sing to the LORD a new song, for he has done marvelous things; his right hand and his holy arm have worked salvation for him."},
      {"id": 2, "text": "The LORD has made his salvation known and revealed his righteousness to the nations."},
      {"id": 3, "text": "He has remembered his love and his faithfulness to Israel; all the ends of the earth have seen the salvation of our God."},
      {"id": 4, "text": "Shout for joy to the LORD, all the earth, burst into jubilant song with music;"},
      {"id": 5, "text": "make music to the LORD with the harp, with the harp and the sound of singing,"},
      {"id": 6, "text": "with trumpets and the blast of the ram’s horn— shout for joy before the LORD, the King."},
      {"id": 7, "text": "Let the sea resound, and everything in it, the world, and all who live in it."},
      {"id": 8, "text": "Let the rivers clap their hands, let the mountains sing together for joy;"},
      {"id": 9, "text": "let them sing before the LORD, for he comes to judge the earth. He will judge the world in righteousness and the peoples with equity."}
    ]
  },
  { "id": 99
  , "title": ""
  , "verses": [
      {"id": 1, "text": "The LORD reigns, let the nations tremble; he sits enthroned between the cherubim, let the earth shake."},
      {"id": 2, "text": "Great is the LORD in Zion; he is exalted over all the nations."},
      {"id": 3, "text": "Let them praise your great and awesome name— he is holy."},
      {"id": 4, "text": "The King is mighty, he loves justice— you have established equity; in Jacob you have done what is just and right."},
      {"id": 5, "text": "Exalt the LORD our God and worship at his footstool; he is holy."},
      {"id": 6, "text": "Moses and Aaron were among his priests, Samuel was among those who called on his name; they called on the LORDand he answered them."},
      {"id": 7, "text": "He spoke to them from the pillar of cloud; they kept his statutes and the decrees he gave them."},
      {"id": 8, "text": "LORD our God, you answered them; you were to Israel a forgiving God, though you punished their misdeeds."},
      {"id": 9, "text": "Exalt the LORD our God and worship at his holy mountain, for the LORD our God is holy."}
    ]
  },
  { "id": 100
  , "title": "A psalm. For giving grateful praise."
  , "verses": [
      {"id": 1, "text": "Shout for joy to the LORD, all the earth."},
      {"id": 2, "text": "Worship the LORD with gladness; come before him with joyful songs."},
      {"id": 3, "text": "Know that the LORD is God. It is he who made us, and we are his ; we are his people, the sheep of his pasture."},
      {"id": 4, "text": "Enter his gates with thanksgiving and his courts with praise; give thanks to him and praise his name."},
      {"id": 5, "text": "For the LORD is good and his love endures forever; his faithfulness continues through all generations. "}
    ]
  },


  { "id": 101
  , "title": "Of David. A psalm."
  , "verses": [
      {"id": 1, "text": "I will sing of your love and justice; to you, LORD, I will sing praise."},
      {"id": 2, "text": "I will be careful to lead a blameless life— when will you come to me? I will conduct the affairs of my house with a blameless heart."},
      {"id": 3, "text": "I will not look with approval on anything that is vile. I hate what faithless people do; I will have no part in it."},
      {"id": 4, "text": "The perverse of heart shall be far from me; I will have nothing to do with what is evil."},
      {"id": 5, "text": "Whoever slanders their neighbor in secret, I will put to silence; whoever has haughty eyes and a proud heart, I will not tolerate."},
      {"id": 6, "text": "My eyes will be on the faithful in the land, that they may dwell with me; the one whose walk is blameless will minister to me."},
      {"id": 7, "text": "No one who practices deceit will dwell in my house; no one who speaks falsely will stand in my presence."},
      {"id": 8, "text": "Every morning I will put to silence all the wicked in the land; I will cut off every evildoer from the city of the LORD."}
    ]
  },
  { "id": 102
  , "title": "A prayer of an afflicted person who has grown weak and pours out a lament before the LORD."
  , "verses": [
      {"id": 1, "text": "Hear my prayer, LORD; let my cry for help come to you."},
      {"id": 2, "text": "Do not hide your face from me when I am in distress. Turn your ear to me; when I call, answer me quickly."},
      {"id": 3, "text": "For my days vanish like smoke; my bones burn like glowing embers."},
      {"id": 4, "text": "My heart is blighted and withered like grass; I forget to eat my food."},
      {"id": 5, "text": "In my distress I groan aloud and am reduced to skin and bones."},
      {"id": 6, "text": "I am like a desert owl, like an owl among the ruins."},
      {"id": 7, "text": "I lie awake; I have become like a bird alone on a roof."},
      {"id": 8, "text": "All day long my enemies taunt me; those who rail against me use my name as a curse."},
      {"id": 9, "text": "For I eat ashes as my food and mingle my drink with tears"},
      {"id": 10, "text": "because of your great wrath, for you have taken me up and thrown me aside."},
      {"id": 11, "text": "My days are like the evening shadow; I wither away like grass."},
      {"id": 12, "text": "But you, LORD, sit enthroned forever; your renown endures through all generations."},
      {"id": 13, "text": "You will arise and have compassion on Zion, for it is time to show favor to her; the appointed time has come."},
      {"id": 14, "text": "For her stones are dear to your servants; her very dust moves them to pity."},
      {"id": 15, "text": "The nations will fear the name of the LORD, all the kings of the earth will revere your glory."},
      {"id": 16, "text": "For the LORD will rebuild Zion and appear in his glory."},
      {"id": 17, "text": "He will respond to the prayer of the destitute; he will not despise their plea."},
      {"id": 18, "text": "Let this be written for a future generation, that a people not yet created may praise the LORD:"},
      {"id": 19, "text": "“The LORD looked down from his sanctuary on high, from heaven he viewed the earth,"},
      {"id": 20, "text": "to hear the groans of the prisoners and release those condemned to death.”"},
      {"id": 21, "text": "So the name of the LORD will be declared in Zion and his praise in Jerusalem"},
      {"id": 22, "text": "when the peoples and the kingdoms assemble to worship the LORD."},
      {"id": 23, "text": "In the course of my life he broke my strength; he cut short my days."},
      {"id": 24, "text": "So I said: “Do not take me away, my God, in the midst of my days; your years go on through all generations."},
      {"id": 25, "text": "In the beginning you laid the foundations of the earth, and the heavens are the work of your hands."},
      {"id": 26, "text": "They will perish, but you remain; they will all wear out like a garment. Like clothing you will change them and they will be discarded."},
      {"id": 27, "text": "But you remain the same, and your years will never end."},
      {"id": 28, "text": "The children of your servants will live in your presence; their descendants will be established before you.”"}
    ]
  },
  { "id": 103
  , "title": "Of David."
  , "verses": [
      {"id": 1, "text": "Praise the LORD, my soul; all my inmost being, praise his holy name."},
      {"id": 2, "text": "Praise the LORD, my soul, and forget not all his benefits—"},
      {"id": 3, "text": "who forgives all your sins and heals all your diseases,"},
      {"id": 4, "text": "who redeems your life from the pit and crowns you with love and compassion,"},
      {"id": 5, "text": "who satisfies your desires with good things so that your youth is renewed like the eagle’s."},
      {"id": 6, "text": "The LORD works righteousness and justice for all the oppressed."},
      {"id": 7, "text": "He made known his ways to Moses, his deeds to the people of Israel:"},
      {"id": 8, "text": "The LORD is compassionate and gracious, slow to anger, abounding in love."},
      {"id": 9, "text": "He will not always accuse, nor will he harbor his anger forever;"},
      {"id": 10, "text": "he does not treat us as our sins deserve or repay us according to our iniquities."},
      {"id": 11, "text": "For as high as the heavens are above the earth, so great is his love for those who fear him;"},
      {"id": 12, "text": "as far as the east is from the west, so far has he removed our transgressions from us."},
      {"id": 13, "text": "As a father has compassion on his children, so the LORD has compassion on those who fear him;"},
      {"id": 14, "text": "for he knows how we are formed, he remembers that we are dust."},
      {"id": 15, "text": "The life of mortals is like grass, they flourish like a flower of the field;"},
      {"id": 16, "text": "the wind blows over it and it is gone, and its place remembers it no more."},
      {"id": 17, "text": "But from everlasting to everlasting the LORD’s love is with those who fear him, and his righteousness with their children’s children—"},
      {"id": 18, "text": "with those who keep his covenant and remember to obey his precepts."},
      {"id": 19, "text": "The LORD has established his throne in heaven, and his kingdom rules over all."},
      {"id": 20, "text": "Praise the LORD, you his angels, you mighty ones who do his bidding, who obey his word."},
      {"id": 21, "text": "Praise the LORD, all his heavenly hosts, you his servants who do his will."},
      {"id": 22, "text": "Praise the LORD, all his works everywhere in his dominion. Praise the LORD, my soul."}
    ]
  },
  { "id": 104
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Praise the LORD, my soul. LORD my God, you are very great; you are clothed with splendor and majesty."},
      {"id": 2, "text": "The LORD wraps himself in light as with a garment; he stretches out the heavens like a tent"},
      {"id": 3, "text": "and lays the beams of his upper chambers on their waters. He makes the clouds his chariot and rides on the wings of the wind."},
      {"id": 4, "text": "He makes winds his messengers,flames of fire his servants."},
      {"id": 5, "text": "He set the earth on its foundations; it can never be moved."},
      {"id": 6, "text": "You covered it with the watery depths as with a garment; the waters stood above the mountains."},
      {"id": 7, "text": "But at your rebuke the waters fled, at the sound of your thunder they took to flight;"},
      {"id": 8, "text": "they flowed over the mountains, they went down into the valleys, to the place you assigned for them."},
      {"id": 9, "text": "You set a boundary they cannot cross; never again will they cover the earth."},
      {"id": 10, "text": "He makes springs pour water into the ravines; it flows between the mountains."},
      {"id": 11, "text": "They give water to all the beasts of the field; the wild donkeys quench their thirst."},
      {"id": 12, "text": "The birds of the sky nest by the waters; they sing among the branches."},
      {"id": 13, "text": "He waters the mountains from his upper chambers; the land is satisfied by the fruit of his work."},
      {"id": 14, "text": "He makes grass grow for the cattle, and plants for people to cultivate— bringing forth food from the earth:"},
      {"id": 15, "text": "wine that gladdens human hearts, oil to make their faces shine, and bread that sustains their hearts."},
      {"id": 16, "text": "The trees of the LORD are well watered, the cedars of Lebanon that he planted."},
      {"id": 17, "text": "There the birds make their nests; the stork has its home in the junipers."},
      {"id": 18, "text": "The high mountains belong to the wild goats; the crags are a refuge for the hyrax."},
      {"id": 19, "text": "He made the moon to mark the seasons, and the sun knows when to go down."},
      {"id": 20, "text": "You bring darkness, it becomes night, and all the beasts of the forest prowl."},
      {"id": 21, "text": "The lions roar for their prey and seek their food from God."},
      {"id": 22, "text": "The sun rises, and they steal away; they return and lie down in their dens."},
      {"id": 23, "text": "Then people go out to their work, to their labor until evening."},
      {"id": 24, "text": "How many are your works, LORD! In wisdom you made them all; the earth is full of your creatures."},
      {"id": 25, "text": "There is the sea, vast and spacious, teeming with creatures beyond number— living things both large and small."},
      {"id": 26, "text": "There the ships go to and fro, and Leviathan, which you formed to frolic there."},
      {"id": 27, "text": "All creatures look to you to give them their food at the proper time."},
      {"id": 28, "text": "When you give it to them, they gather it up; when you open your hand, they are satisfied with good things."},
      {"id": 29, "text": "When you hide your face, they are terrified; when you take away their breath, they die and return to the dust."},
      {"id": 30, "text": "When you send your Spirit, they are created, and you renew the face of the ground."},
      {"id": 31, "text": "May the glory of the LORD endure forever; may the LORD rejoice in his works—"},
      {"id": 32, "text": "he who looks at the earth, and it trembles, who touches the mountains, and they smoke."},
      {"id": 33, "text": "I will sing to the LORD all my life; I will sing praise to my God as long as I live."},
      {"id": 34, "text": "May my meditation be pleasing to him, as I rejoice in the LORD."},
      {"id": 35, "text": "But may sinners vanish from the earth and the wicked be no more. Praise the LORD, my soul. Praise the LORD."}
    ]
  },
  { "id": 105
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Give praise to the LORD, proclaim his name; make known among the nations what he has done."},
      {"id": 2, "text": "Sing to him, sing praise to him; tell of all his wonderful acts."},
      {"id": 3, "text": "Glory in his holy name; let the hearts of those who seek the LORD rejoice."},
      {"id": 4, "text": "Look to the LORD and his strength; seek his face always."},
      {"id": 5, "text": "Remember the wonders he has done, his miracles, and the judgments he pronounced,"},
      {"id": 6, "text": "you his servants, the descendants of Abraham, his chosen ones, the children of Jacob."},
      {"id": 7, "text": "He is the LORD our God; his judgments are in all the earth."},
      {"id": 8, "text": "He remembers his covenant forever, the promise he made, for a thousand generations,"},
      {"id": 9, "text": "the covenant he made with Abraham, the oath he swore to Isaac."},
      {"id": 10, "text": "He confirmed it to Jacob as a decree, to Israel as an everlasting covenant:"},
      {"id": 11, "text": "“To you I will give the land of Canaan as the portion you will inherit.”"},
      {"id": 12, "text": "When they were but few in number, few indeed, and strangers in it,"},
      {"id": 13, "text": "they wandered from nation to nation, from one kingdom to another."},
      {"id": 14, "text": "He allowed no one to oppress them; for their sake he rebuked kings:"},
      {"id": 15, "text": "“Do not touch my anointed ones; do my prophets no harm.”"},
      {"id": 16, "text": "He called down famine on the land and destroyed all their supplies of food;"},
      {"id": 17, "text": "and he sent a man before them— Joseph, sold as a slave."},
      {"id": 18, "text": "They bruised his feet with shackles, his neck was put in irons,"},
      {"id": 19, "text": "till what he foretold came to pass, till the word of the LORD proved him true."},
      {"id": 20, "text": "The king sent and released him, the ruler of peoples set him free."},
      {"id": 21, "text": "He made him master of his household, ruler over all he possessed,"},
      {"id": 22, "text": "to instruct his princes as he pleased and teach his elders wisdom."},
      {"id": 23, "text": "Then Israel entered Egypt; Jacob resided as a foreigner in the land of Ham."},
      {"id": 24, "text": "The LORD made his people very fruitful; he made them too numerous for their foes,"},
      {"id": 25, "text": "whose hearts he turned to hate his people, to conspire against his servants."},
      {"id": 26, "text": "He sent Moses his servant, and Aaron, whom he had chosen."},
      {"id": 27, "text": "They performed his signs among them, his wonders in the land of Ham."},
      {"id": 28, "text": "He sent darkness and made the land dark— for had they not rebelled against his words?"},
      {"id": 29, "text": "He turned their waters into blood, causing their fish to die."},
      {"id": 30, "text": "Their land teemed with frogs, which went up into the bedrooms of their rulers."},
      {"id": 31, "text": "He spoke, and there came swarms of flies, and gnats throughout their country."},
      {"id": 32, "text": "He turned their rain into hail, with lightning throughout their land;"},
      {"id": 33, "text": "he struck down their vines and fig trees and shattered the trees of their country."},
      {"id": 34, "text": "He spoke, and the locusts came, grasshoppers without number;"},
      {"id": 35, "text": "they ate up every green thing in their land, ate up the produce of their soil."},
      {"id": 36, "text": "Then he struck down all the firstborn in their land, the firstfruits of all their manhood."},
      {"id": 37, "text": "He brought out Israel, laden with silver and gold, and from among their tribes no one faltered."},
      {"id": 38, "text": "Egypt was glad when they left, because dread of Israel had fallen on them."},
      {"id": 39, "text": "He spread out a cloud as a covering, and a fire to give light at night."},
      {"id": 40, "text": "They asked, and he brought them quail; he fed them well with the bread of heaven."},
      {"id": 41, "text": "He opened the rock, and water gushed out; it flowed like a river in the desert."},
      {"id": 42, "text": "For he remembered his holy promise given to his servant Abraham."},
      {"id": 43, "text": "He brought out his people with rejoicing, his chosen ones with shouts of joy;"},
      {"id": 44, "text": "he gave them the lands of the nations, and they fell heir to what others had toiled for—"},
      {"id": 45, "text": "that they might keep his precepts and observe his laws. Praise the LORD."}
    ]
  },
  { "id": 106
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Praise the LORD. Give thanks to the LORD, for he is good; his love endures forever."},
      {"id": 2, "text": "Who can proclaim the mighty acts of the LORDor fully declare his praise?"},
      {"id": 3, "text": "Blessed are those who act justly, who always do what is right."},
      {"id": 4, "text": "Remember me, LORD, when you show favor to your people, come to my aid when you save them,"},
      {"id": 5, "text": "that I may enjoy the prosperity of your chosen ones, that I may share in the joy of your nation and join your inheritance in giving praise."},
      {"id": 6, "text": "We have sinned, even as our ancestors did; we have done wrong and acted wickedly."},
      {"id": 7, "text": "When our ancestors were in Egypt, they gave no thought to your miracles; they did not remember your many kindnesses, and they rebelled by the sea, the Red Sea."},
      {"id": 8, "text": "Yet he saved them for his name’s sake, to make his mighty power known."},
      {"id": 9, "text": "He rebuked the Red Sea, and it dried up; he led them through the depths as through a desert."},
      {"id": 10, "text": "He saved them from the hand of the foe; from the hand of the enemy he redeemed them."},
      {"id": 11, "text": "The waters covered their adversaries; not one of them survived."},
      {"id": 12, "text": "Then they believed his promises and sang his praise."},
      {"id": 13, "text": "But they soon forgot what he had done and did not wait for his plan to unfold."},
      {"id": 14, "text": "In the desert they gave in to their craving; in the wilderness they put God to the test."},
      {"id": 15, "text": "So he gave them what they asked for, but sent a wasting disease among them."},
      {"id": 16, "text": "In the camp they grew envious of Moses and of Aaron, who was consecrated to the LORD."},
      {"id": 17, "text": "The earth opened up and swallowed Dathan; it buried the company of Abiram."},
      {"id": 18, "text": "Fire blazed among their followers; a flame consumed the wicked."},
      {"id": 19, "text": "At Horeb they made a calf and worshiped an idol cast from metal."},
      {"id": 20, "text": "They exchanged their glorious God for an image of a bull, which eats grass."},
      {"id": 21, "text": "They forgot the God who saved them, who had done great things in Egypt,"},
      {"id": 22, "text": "miracles in the land of Ham and awesome deeds by the Red Sea."},
      {"id": 23, "text": "So he said he would destroy them— had not Moses, his chosen one, stood in the breach before him to keep his wrath from destroying them."},
      {"id": 24, "text": "Then they despised the pleasant land; they did not believe his promise."},
      {"id": 25, "text": "They grumbled in their tents and did not obey the LORD."},
      {"id": 26, "text": "So he swore to them with uplifted hand that he would make them fall in the wilderness,"},
      {"id": 27, "text": "make their descendants fall among the nations and scatter them throughout the lands."},
      {"id": 28, "text": "They yoked themselves to the Baal of Peor and ate sacrifices offered to lifeless gods;"},
      {"id": 29, "text": "they aroused the LORD’s anger by their wicked deeds, and a plague broke out among them."},
      {"id": 30, "text": "But Phinehas stood up and intervened, and the plague was checked."},
      {"id": 31, "text": "This was credited to him as righteousness for endless generations to come."},
      {"id": 32, "text": "By the waters of Meribah they angered the LORD, and trouble came to Moses because of them;"},
      {"id": 33, "text": "for they rebelled against the Spirit of God, and rash words came from Moses’ lips."},
      {"id": 34, "text": "They did not destroy the peoples as the LORD had commanded them,"},
      {"id": 35, "text": "but they mingled with the nations and adopted their customs."},
      {"id": 36, "text": "They worshiped their idols, which became a snare to them."},
      {"id": 37, "text": "They sacrificed their sons and their daughters to false gods."},
      {"id": 38, "text": "They shed innocent blood, the blood of their sons and daughters, whom they sacrificed to the idols of Canaan, and the land was desecrated by their blood."},
      {"id": 39, "text": "They defiled themselves by what they did; by their deeds they prostituted themselves."},
      {"id": 40, "text": "Therefore the LORD was angry with his people and abhorred his inheritance."},
      {"id": 41, "text": "He gave them into the hands of the nations, and their foes ruled over them."},
      {"id": 42, "text": "Their enemies oppressed them and subjected them to their power."},
      {"id": 43, "text": "Many times he delivered them, but they were bent on rebellion and they wasted away in their sin."},
      {"id": 44, "text": "Yet he took note of their distress when he heard their cry;"},
      {"id": 45, "text": "for their sake he remembered his covenant and out of his great love he relented."},
      {"id": 46, "text": "He caused all who held them captive to show them mercy."},
      {"id": 47, "text": "Save us, LORD our God, and gather us from the nations, that we may give thanks to your holy name and glory in your praise."},
      {"id": 48, "text": "Praise be to the LORD, the God of Israel, from everlasting to everlasting. Let all the people say, “Amen!” Praise the LORD."}
    ]
  },
  { "id": 107
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Give thanks to the LORD, for he is good; his love endures forever."},
      {"id": 2, "text": "Let the redeemed of the LORD tell their story— those he redeemed from the hand of the foe,"},
      {"id": 3, "text": "those he gathered from the lands, from east and west, from north and south."},
      {"id": 4, "text": "Some wandered in desert wastelands, finding no way to a city where they could settle."},
      {"id": 5, "text": "They were hungry and thirsty, and their lives ebbed away."},
      {"id": 6, "text": "Then they cried out to the LORD in their trouble, and he delivered them from their distress."},
      {"id": 7, "text": "He led them by a straight way to a city where they could settle."},
      {"id": 8, "text": "Let them give thanks to the LORD for his unfailing love and his wonderful deeds for mankind,"},
      {"id": 9, "text": "for he satisfies the thirsty and fills the hungry with good things."},
      {"id": 10, "text": "Some sat in darkness, in utter darkness, prisoners suffering in iron chains,"},
      {"id": 11, "text": "because they rebelled against God’s commands and despised the plans of the Most High."},
      {"id": 12, "text": "So he subjected them to bitter labor; they stumbled, and there was no one to help."},
      {"id": 13, "text": "Then they cried to the LORD in their trouble, and he saved them from their distress."},
      {"id": 14, "text": "He brought them out of darkness, the utter darkness, and broke away their chains."},
      {"id": 15, "text": "Let them give thanks to the LORD for his unfailing love and his wonderful deeds for mankind,"},
      {"id": 16, "text": "for he breaks down gates of bronze and cuts through bars of iron."},
      {"id": 17, "text": "Some became fools through their rebellious ways and suffered affliction because of their iniquities."},
      {"id": 18, "text": "They loathed all food and drew near the gates of death."},
      {"id": 19, "text": "Then they cried to the LORD in their trouble, and he saved them from their distress."},
      {"id": 20, "text": "He sent out his word and healed them; he rescued them from the grave."},
      {"id": 21, "text": "Let them give thanks to the LORD for his unfailing love and his wonderful deeds for mankind."},
      {"id": 22, "text": "Let them sacrifice thank offerings and tell of his works with songs of joy."},
      {"id": 23, "text": "Some went out on the sea in ships; they were merchants on the mighty waters."},
      {"id": 24, "text": "They saw the works of the LORD, his wonderful deeds in the deep."},
      {"id": 25, "text": "For he spoke and stirred up a tempest that lifted high the waves."},
      {"id": 26, "text": "They mounted up to the heavens and went down to the depths; in their peril their courage melted away."},
      {"id": 27, "text": "They reeled and staggered like drunkards; they were at their wits’ end."},
      {"id": 28, "text": "Then they cried out to the LORD in their trouble, and he brought them out of their distress."},
      {"id": 29, "text": "He stilled the storm to a whisper; the waves of the sea were hushed."},
      {"id": 30, "text": "They were glad when it grew calm, and he guided them to their desired haven."},
      {"id": 31, "text": "Let them give thanks to the LORD for his unfailing love and his wonderful deeds for mankind."},
      {"id": 32, "text": "Let them exalt him in the assembly of the people and praise him in the council of the elders."},
      {"id": 33, "text": "He turned rivers into a desert, flowing springs into thirsty ground,"},
      {"id": 34, "text": "and fruitful land into a salt waste, because of the wickedness of those who lived there."},
      {"id": 35, "text": "He turned the desert into pools of water and the parched ground into flowing springs;"},
      {"id": 36, "text": "there he brought the hungry to live, and they founded a city where they could settle."},
      {"id": 37, "text": "They sowed fields and planted vineyards that yielded a fruitful harvest;"},
      {"id": 38, "text": "he blessed them, and their numbers greatly increased, and he did not let their herds diminish."},
      {"id": 39, "text": "Then their numbers decreased, and they were humbled by oppression, calamity and sorrow;"},
      {"id": 40, "text": "he who pours contempt on nobles made them wander in a trackless waste."},
      {"id": 41, "text": "But he lifted the needy out of their affliction and increased their families like flocks."},
      {"id": 42, "text": "The upright see and rejoice, but all the wicked shut their mouths."},
      {"id": 43, "text": "Let the one who is wise heed these things and ponder the loving deeds of the LORD."}
    ]
  },
  { "id": 108
  , "title": "A song. A psalm of David."
  , "verses": [
      {"id": 1, "text": "My heart, O God, is steadfast; I will sing and make music with all my soul."},
      {"id": 2, "text": "Awake, harp and lyre! I will awaken the dawn."},
      {"id": 3, "text": "I will praise you, LORD, among the nations; I will sing of you among the peoples."},
      {"id": 4, "text": "For great is your love, higher than the heavens; your faithfulness reaches to the skies."},
      {"id": 5, "text": "Be exalted, O God, above the heavens; let your glory be over all the earth."},
      {"id": 6, "text": "Save us and help us with your right hand, that those you love may be delivered."},
      {"id": 7, "text": "God has spoken from his sanctuary: “In triumph I will parcel out Shechem and measure off the Valley of Sukkoth."},
      {"id": 8, "text": "Gilead is mine, Manasseh is mine; Ephraim is my helmet, Judah is my scepter."},
      {"id": 9, "text": "Moab is my washbasin, on Edom I toss my sandal; over Philistia I shout in triumph.”"},
      {"id": 10, "text": "Who will bring me to the fortified city? Who will lead me to Edom?"},
      {"id": 11, "text": "Is it not you, God, you who have rejected us and no longer go out with our armies?"},
      {"id": 12, "text": "Give us aid against the enemy, for human help is worthless."},
      {"id": 13, "text": "With God we will gain the victory, and he will trample down our enemies."}
    ]
  },
  { "id": 109
  , "title": "For the director of music. Of David. A psalm."
  , "verses": [
      {"id": 1, "text": "My God, whom I praise, do not remain silent,"},
      {"id": 2, "text": "for people who are wicked and deceitful have opened their mouths against me; they have spoken against me with lying tongues."},
      {"id": 3, "text": "With words of hatred they surround me; they attack me without cause."},
      {"id": 4, "text": "In return for my friendship they accuse me, but I am a man of prayer."},
      {"id": 5, "text": "They repay me evil for good, and hatred for my friendship."},
      {"id": 6, "text": "Appoint someone evil to oppose my enemy; let an accuser stand at his right hand."},
      {"id": 7, "text": "When he is tried, let him be found guilty, and may his prayers condemn him."},
      {"id": 8, "text": "May his days be few; may another take his place of leadership."},
      {"id": 9, "text": "May his children be fatherless and his wife a widow."},
      {"id": 10, "text": "May his children be wandering beggars; may they be driven from their ruined homes."},
      {"id": 11, "text": "May a creditor seize all he has; may strangers plunder the fruits of his labor."},
      {"id": 12, "text": "May no one extend kindness to him or take pity on his fatherless children."},
      {"id": 13, "text": "May his descendants be cut off, their names blotted out from the next generation."},
      {"id": 14, "text": "May the iniquity of his fathers be remembered before the LORD; may the sin of his mother never be blotted out."},
      {"id": 15, "text": "May their sins always remain before the LORD, that he may blot out their name from the earth."},
      {"id": 16, "text": "For he never thought of doing a kindness, but hounded to death the poor and the needy and the brokenhearted."},
      {"id": 17, "text": "He loved to pronounce a curse— may it come back on him. He found no pleasure in blessing— may it be far from him."},
      {"id": 18, "text": "He wore cursing as his garment; it entered into his body like water, into his bones like oil."},
      {"id": 19, "text": "May it be like a cloak wrapped about him, like a belt tied forever around him."},
      {"id": 20, "text": "May this be the LORD’s payment to my accusers, to those who speak evil of me."},
      {"id": 21, "text": "But you, Sovereign LORD, help me for your name’s sake; out of the goodness of your love, deliver me."},
      {"id": 22, "text": "For I am poor and needy, and my heart is wounded within me."},
      {"id": 23, "text": "I fade away like an evening shadow; I am shaken off like a locust."},
      {"id": 24, "text": "My knees give way from fasting; my body is thin and gaunt."},
      {"id": 25, "text": "I am an object of scorn to my accusers; when they see me, they shake their heads."},
      {"id": 26, "text": "Help me, LORD my God; save me according to your unfailing love."},
      {"id": 27, "text": "Let them know that it is your hand, that you, LORD, have done it."},
      {"id": 28, "text": "While they curse, may you bless; may those who attack me be put to shame, but may your servant rejoice."},
      {"id": 29, "text": "May my accusers be clothed with disgrace and wrapped in shame as in a cloak."},
      {"id": 30, "text": "With my mouth I will greatly extol the LORD; in the great throng of worshipers I will praise him."},
      {"id": 31, "text": "For he stands at the right hand of the needy, to save their lives from those who would condemn them."}
    ]
  },
  { "id": 110
  , "title": "Of David. A psalm."
  , "verses": [
      {"id": 1, "text": "The LORD says to my lord:“Sit at my right hand until I make your enemies a footstool for your feet.”"},
      {"id": 2, "text": "The LORD will extend your mighty scepter from Zion, saying, “Rule in the midst of your enemies!”"},
      {"id": 3, "text": "Your troops will be willing on your day of battle. Arrayed in holy splendor, your young men will come to you like dew from the morning’s womb."},
      {"id": 4, "text": "The LORD has sworn and will not change his mind: “You are a priest forever, in the order of Melchizedek.”"},
      {"id": 5, "text": "The Lord is at your right hand ; he will crush kings on the day of his wrath."},
      {"id": 6, "text": "He will judge the nations, heaping up the dead and crushing the rulers of the whole earth."},
      {"id": 7, "text": "He will drink from a brook along the way,and so he will lift his head high."}
    ]
  },
  { "id": 111
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Praise the LORD. I will extol the LORD with all my heart in the council of the upright and in the assembly."},
      {"id": 2, "text": "Great are the works of the LORD; they are pondered by all who delight in them."},
      {"id": 3, "text": "Glorious and majestic are his deeds, and his righteousness endures forever."},
      {"id": 4, "text": "He has caused his wonders to be remembered; the LORD is gracious and compassionate."},
      {"id": 5, "text": "He provides food for those who fear him; he remembers his covenant forever."},
      {"id": 6, "text": "He has shown his people the power of his works, giving them the lands of other nations."},
      {"id": 7, "text": "The works of his hands are faithful and just; all his precepts are trustworthy."},
      {"id": 8, "text": "They are established for ever and ever, enacted in faithfulness and uprightness."},
      {"id": 9, "text": "He provided redemption for his people; he ordained his covenant forever— holy and awesome is his name."},
      {"id": 10, "text": "The fear of the LORD is the beginning of wisdom; all who follow his precepts have good understanding. To him belongs eternal praise."}
    ]
  },
  { "id": 112
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Praise the LORD. Blessed are those who fear the LORD, who find great delight in his commands."},
      {"id": 2, "text": "Their children will be mighty in the land; the generation of the upright will be blessed."},
      {"id": 3, "text": "Wealth and riches are in their houses, and their righteousness endures forever."},
      {"id": 4, "text": "Even in darkness light dawns for the upright, for those who are gracious and compassionate and righteous."},
      {"id": 5, "text": "Good will come to those who are generous and lend freely, who conduct their affairs with justice."},
      {"id": 6, "text": "Surely the righteous will never be shaken; they will be remembered forever."},
      {"id": 7, "text": "They will have no fear of bad news; their hearts are steadfast, trusting in the LORD."},
      {"id": 8, "text": "Their hearts are secure, they will have no fear; in the end they will look in triumph on their foes."},
      {"id": 9, "text": "They have freely scattered their gifts to the poor, their righteousness endures forever; their horn will be lifted high in honor."},
      {"id": 10, "text": "The wicked will see and be vexed, they will gnash their teeth and waste away; the longings of the wicked will come to nothing."}
    ]
  },
  { "id": 113
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Praise the LORD. Praise the LORD, you his servants; praise the name of the LORD."},
      {"id": 2, "text": "Let the name of the LORD be praised, both now and forevermore."},
      {"id": 3, "text": "From the rising of the sun to the place where it sets, the name of the LORD is to be praised."},
      {"id": 4, "text": "The LORD is exalted over all the nations, his glory above the heavens."},
      {"id": 5, "text": "Who is like the LORD our God, the One who sits enthroned on high,"},
      {"id": 6, "text": "who stoops down to look on the heavens and the earth?"},
      {"id": 7, "text": "He raises the poor from the dust and lifts the needy from the ash heap;"},
      {"id": 8, "text": "he seats them with princes, with the princes of his people."},
      {"id": 9, "text": "He settles the childless woman in her home as a happy mother of children. Praise the LORD."}
    ]
  },
  { "id": 114
  , "title": ""
  , "verses": [
      {"id": 1, "text": "When Israel came out of Egypt, Jacob from a people of foreign tongue,"},
      {"id": 2, "text": "Judah became God’s sanctuary, Israel his dominion."},
      {"id": 3, "text": "The sea looked and fled, the Jordan turned back;"},
      {"id": 4, "text": "the mountains leaped like rams, the hills like lambs."},
      {"id": 5, "text": "Why was it, sea, that you fled? Why, Jordan, did you turn back?"},
      {"id": 6, "text": "Why, mountains, did you leap like rams, you hills, like lambs?"},
      {"id": 7, "text": "Tremble, earth, at the presence of the Lord, at the presence of the God of Jacob,"},
      {"id": 8, "text": "who turned the rock into a pool, the hard rock into springs of water."}
    ]
  },
  { "id": 115
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Not to us, LORD, not to us but to your name be the glory, because of your love and faithfulness."},
      {"id": 2, "text": "Why do the nations say, “Where is their God?”"},
      {"id": 3, "text": "Our God is in heaven; he does whatever pleases him."},
      {"id": 4, "text": "But their idols are silver and gold, made by human hands."},
      {"id": 5, "text": "They have mouths, but cannot speak, eyes, but cannot see."},
      {"id": 6, "text": "They have ears, but cannot hear, noses, but cannot smell."},
      {"id": 7, "text": "They have hands, but cannot feel, feet, but cannot walk, nor can they utter a sound with their throats."},
      {"id": 8, "text": "Those who make them will be like them, and so will all who trust in them."},
      {"id": 9, "text": "All you Israelites, trust in the LORD— he is their help and shield."},
      {"id": 10, "text": "House of Aaron, trust in the LORD— he is their help and shield."},
      {"id": 11, "text": "You who fear him, trust in the LORD— he is their help and shield."},
      {"id": 12, "text": "The LORD remembers us and will bless us: He will bless his people Israel, he will bless the house of Aaron,"},
      {"id": 13, "text": "he will bless those who fear the LORD— small and great alike."},
      {"id": 14, "text": "May the LORD cause you to flourish, both you and your children."},
      {"id": 15, "text": "May you be blessed by the LORD, the Maker of heaven and earth."},
      {"id": 16, "text": "The highest heavens belong to the LORD, but the earth he has given to mankind."},
      {"id": 17, "text": "It is not the dead who praise the LORD, those who go down to the place of silence;"},
      {"id": 18, "text": "it is we who extol the LORD, both now and forevermore. Praise the LORD."}
    ]
  },
  { "id": 116
  , "title": ""
  , "verses": [
      {"id": 1, "text": "I love the LORD, for he heard my voice; he heard my cry for mercy."},
      {"id": 2, "text": "Because he turned his ear to me, I will call on him as long as I live."},
      {"id": 3, "text": "The cords of death entangled me, the anguish of the grave came over me; I was overcome by distress and sorrow."},
      {"id": 4, "text": "Then I called on the name of the LORD: “LORD, save me!”"},
      {"id": 5, "text": "The LORD is gracious and righteous; our God is full of compassion."},
      {"id": 6, "text": "The LORD protects the unwary; when I was brought low, he saved me."},
      {"id": 7, "text": "Return to your rest, my soul, for the LORD has been good to you."},
      {"id": 8, "text": "For you, LORD, have delivered me from death, my eyes from tears, my feet from stumbling,"},
      {"id": 9, "text": "that I may walk before the LORDin the land of the living."},
      {"id": 10, "text": "I trusted in the LORD when I said, “I am greatly afflicted”;"},
      {"id": 11, "text": "in my alarm I said, “Everyone is a liar.”"},
      {"id": 12, "text": "What shall I return to the LORDfor all his goodness to me?"},
      {"id": 13, "text": "I will lift up the cup of salvation and call on the name of the LORD."},
      {"id": 14, "text": "I will fulfill my vows to the LORDin the presence of all his people."},
      {"id": 15, "text": "Precious in the sight of the LORDis the death of his faithful servants."},
      {"id": 16, "text": "Truly I am your servant, LORD; I serve you just as my mother did; you have freed me from my chains."},
      {"id": 17, "text": "I will sacrifice a thank offering to you and call on the name of the LORD."},
      {"id": 18, "text": "I will fulfill my vows to the LORDin the presence of all his people,"},
      {"id": 19, "text": "in the courts of the house of the LORD— in your midst, Jerusalem. Praise the LORD."}
    ]
  },
  { "id": 117
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Praise the LORD, all you nations; extol him, all you peoples."},
      {"id": 2, "text": "For great is his love toward us, and the faithfulness of the LORD endures forever. Praise the LORD."}
    ]
  },
  { "id": 118
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Give thanks to the LORD, for he is good; his love endures forever."},
      {"id": 2, "text": "Let Israel say: “His love endures forever.”"},
      {"id": 3, "text": "Let the house of Aaron say: “His love endures forever.”"},
      {"id": 4, "text": "Let those who fear the LORD say: “His love endures forever.”"},
      {"id": 5, "text": "When hard pressed, I cried to the LORD; he brought me into a spacious place."},
      {"id": 6, "text": "The LORD is with me; I will not be afraid. What can mere mortals do to me?"},
      {"id": 7, "text": "The LORD is with me; he is my helper. I look in triumph on my enemies."},
      {"id": 8, "text": "It is better to take refuge in the LORD than to trust in humans."},
      {"id": 9, "text": "It is better to take refuge in the LORD than to trust in princes."},
      {"id": 10, "text": "All the nations surrounded me, but in the name of the LORD I cut them down."},
      {"id": 11, "text": "They surrounded me on every side, but in the name of the LORD I cut them down."},
      {"id": 12, "text": "They swarmed around me like bees, but they were consumed as quickly as burning thorns; in the name of the LORD I cut them down."},
      {"id": 13, "text": "I was pushed back and about to fall, but the LORD helped me."},
      {"id": 14, "text": "The LORD is my strength and my defense ; he has become my salvation."},
      {"id": 15, "text": "Shouts of joy and victory resound in the tents of the righteous: “The LORD’s right hand has done mighty things!"},
      {"id": 16, "text": "The LORD’s right hand is lifted high; the LORD’s right hand has done mighty things!”"},
      {"id": 17, "text": "I will not die but live, and will proclaim what the LORD has done."},
      {"id": 18, "text": "The LORD has chastened me severely, but he has not given me over to death."},
      {"id": 19, "text": "Open for me the gates of the righteous; I will enter and give thanks to the LORD."},
      {"id": 20, "text": "This is the gate of the LORD through which the righteous may enter."},
      {"id": 21, "text": "I will give you thanks, for you answered me; you have become my salvation."},
      {"id": 22, "text": "The stone the builders rejected has become the cornerstone;"},
      {"id": 23, "text": "the LORD has done this, and it is marvelous in our eyes."},
      {"id": 24, "text": "The LORD has done it this very day; let us rejoice today and be glad."},
      {"id": 25, "text": "LORD, save us! LORD, grant us success!"},
      {"id": 26, "text": "Blessed is he who comes in the name of the LORD. From the house of the LORD we bless you."},
      {"id": 27, "text": "The LORD is God, and he has made his light shine on us. With boughs in hand, join in the festal procession up to the horns of the altar."},
      {"id": 28, "text": "You are my God, and I will praise you; you are my God, and I will exalt you."},
      {"id": 29, "text": "Give thanks to the LORD, for he is good; his love endures forever."}
    ]
  },
  { "id": 119
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Blessed are those whose ways are blameless, who walk according to the law of the LORD."},
      {"id": 2, "text": "Blessed are those who keep his statutes and seek him with all their heart—"},
      {"id": 3, "text": "they do no wrong but follow his ways."},
      {"id": 4, "text": "You have laid down precepts that are to be fully obeyed."},
      {"id": 5, "text": "Oh, that my ways were steadfast in obeying your decrees!"},
      {"id": 6, "text": "Then I would not be put to shame when I consider all your commands."},
      {"id": 7, "text": "I will praise you with an upright heart as I learn your righteous laws."},
      {"id": 8, "text": "I will obey your decrees; do not utterly forsake me."},
      {"id": 9, "text": "How can a young person stay on the path of purity? By living according to your word."},
      {"id": 10, "text": "I seek you with all my heart; do not let me stray from your commands."},
      {"id": 11, "text": "I have hidden your word in my heart that I might not sin against you."},
      {"id": 12, "text": "Praise be to you, LORD; teach me your decrees."},
      {"id": 13, "text": "With my lips I recount all the laws that come from your mouth."},
      {"id": 14, "text": "I rejoice in following your statutes as one rejoices in great riches."},
      {"id": 15, "text": "I meditate on your precepts and consider your ways."},
      {"id": 16, "text": "I delight in your decrees; I will not neglect your word."},
      {"id": 17, "text": "Be good to your servant while I live, that I may obey your word."},
      {"id": 18, "text": "Open my eyes that I may see wonderful things in your law."},
      {"id": 19, "text": "I am a stranger on earth; do not hide your commands from me."},
      {"id": 20, "text": "My soul is consumed with longing for your laws at all times."},
      {"id": 21, "text": "You rebuke the arrogant, who are accursed, those who stray from your commands."},
      {"id": 22, "text": "Remove from me their scorn and contempt, for I keep your statutes."},
      {"id": 23, "text": "Though rulers sit together and slander me, your servant will meditate on your decrees."},
      {"id": 24, "text": "Your statutes are my delight; they are my counselors."},
      {"id": 25, "text": "I am laid low in the dust; preserve my life according to your word."},
      {"id": 26, "text": "I gave an account of my ways and you answered me; teach me your decrees."},
      {"id": 27, "text": "Cause me to understand the way of your precepts, that I may meditate on your wonderful deeds."},
      {"id": 28, "text": "My soul is weary with sorrow; strengthen me according to your word."},
      {"id": 29, "text": "Keep me from deceitful ways; be gracious to me and teach me your law."},
      {"id": 30, "text": "I have chosen the way of faithfulness; I have set my heart on your laws."},
      {"id": 31, "text": "I hold fast to your statutes, LORD; do not let me be put to shame."},
      {"id": 32, "text": "I run in the path of your commands, for you have broadened my understanding."},
      {"id": 33, "text": "Teach me, LORD, the way of your decrees, that I may follow it to the end."},
      {"id": 34, "text": "Give me understanding, so that I may keep your law and obey it with all my heart."},
      {"id": 35, "text": "Direct me in the path of your commands, for there I find delight."},
      {"id": 36, "text": "Turn my heart toward your statutes and not toward selfish gain."},
      {"id": 37, "text": "Turn my eyes away from worthless things; preserve my life according to your word."},
      {"id": 38, "text": "Fulfill your promise to your servant, so that you may be feared."},
      {"id": 39, "text": "Take away the disgrace I dread, for your laws are good."},
      {"id": 40, "text": "How I long for your precepts! In your righteousness preserve my life."},
      {"id": 41, "text": "May your unfailing love come to me, LORD, your salvation, according to your promise;"},
      {"id": 42, "text": "then I can answer anyone who taunts me, for I trust in your word."},
      {"id": 43, "text": "Never take your word of truth from my mouth, for I have put my hope in your laws."},
      {"id": 44, "text": "I will always obey your law, for ever and ever."},
      {"id": 45, "text": "I will walk about in freedom, for I have sought out your precepts."},
      {"id": 46, "text": "I will speak of your statutes before kings and will not be put to shame,"},
      {"id": 47, "text": "for I delight in your commands because I love them."},
      {"id": 48, "text": "I reach out for your commands, which I love, that I may meditate on your decrees."},
      {"id": 49, "text": "Remember your word to your servant, for you have given me hope."},
      {"id": 50, "text": "My comfort in my suffering is this: Your promise preserves my life."},
      {"id": 51, "text": "The arrogant mock me unmercifully, but I do not turn from your law."},
      {"id": 52, "text": "I remember, LORD, your ancient laws, and I find comfort in them."},
      {"id": 53, "text": "Indignation grips me because of the wicked, who have forsaken your law."},
      {"id": 54, "text": "Your decrees are the theme of my song wherever I lodge."},
      {"id": 55, "text": "In the night, LORD, I remember your name, that I may keep your law."},
      {"id": 56, "text": "This has been my practice: I obey your precepts."},
      {"id": 57, "text": "You are my portion, LORD; I have promised to obey your words."},
      {"id": 58, "text": "I have sought your face with all my heart; be gracious to me according to your promise."},
      {"id": 59, "text": "I have considered my ways and have turned my steps to your statutes."},
      {"id": 60, "text": "I will hasten and not delay to obey your commands."},
      {"id": 61, "text": "Though the wicked bind me with ropes, I will not forget your law."},
      {"id": 62, "text": "At midnight I rise to give you thanks for your righteous laws."},
      {"id": 63, "text": "I am a friend to all who fear you, to all who follow your precepts."},
      {"id": 64, "text": "The earth is filled with your love, LORD; teach me your decrees."},
      {"id": 65, "text": "Do good to your servant according to your word, LORD."},
      {"id": 66, "text": "Teach me knowledge and good judgment, for I trust your commands."},
      {"id": 67, "text": "Before I was afflicted I went astray, but now I obey your word."},
      {"id": 68, "text": "You are good, and what you do is good; teach me your decrees."},
      {"id": 69, "text": "Though the arrogant have smeared me with lies, I keep your precepts with all my heart."},
      {"id": 70, "text": "Their hearts are callous and unfeeling, but I delight in your law."},
      {"id": 71, "text": "It was good for me to be afflicted so that I might learn your decrees."},
      {"id": 72, "text": "The law from your mouth is more precious to me than thousands of pieces of silver and gold."},
      {"id": 73, "text": "Your hands made me and formed me; give me understanding to learn your commands."},
      {"id": 74, "text": "May those who fear you rejoice when they see me, for I have put my hope in your word."},
      {"id": 75, "text": "I know, LORD, that your laws are righteous, and that in faithfulness you have afflicted me."},
      {"id": 76, "text": "May your unfailing love be my comfort, according to your promise to your servant."},
      {"id": 77, "text": "Let your compassion come to me that I may live, for your law is my delight."},
      {"id": 78, "text": "May the arrogant be put to shame for wronging me without cause; but I will meditate on your precepts."},
      {"id": 79, "text": "May those who fear you turn to me, those who understand your statutes."},
      {"id": 80, "text": "May I wholeheartedly follow your decrees, that I may not be put to shame."},
      {"id": 81, "text": "My soul faints with longing for your salvation, but I have put my hope in your word."},
      {"id": 82, "text": "My eyes fail, looking for your promise; I say, “When will you comfort me?”"},
      {"id": 83, "text": "Though I am like a wineskin in the smoke, I do not forget your decrees."},
      {"id": 84, "text": "How long must your servant wait? When will you punish my persecutors?"},
      {"id": 85, "text": "The arrogant dig pits to trap me, contrary to your law."},
      {"id": 86, "text": "All your commands are trustworthy; help me, for I am being persecuted without cause."},
      {"id": 87, "text": "They almost wiped me from the earth, but I have not forsaken your precepts."},
      {"id": 88, "text": "In your unfailing love preserve my life, that I may obey the statutes of your mouth."},
      {"id": 89, "text": "Your word, LORD, is eternal; it stands firm in the heavens."},
      {"id": 90, "text": "Your faithfulness continues through all generations; you established the earth, and it endures."},
      {"id": 91, "text": "Your laws endure to this day, for all things serve you."},
      {"id": 92, "text": "If your law had not been my delight, I would have perished in my affliction."},
      {"id": 93, "text": "I will never forget your precepts, for by them you have preserved my life."},
      {"id": 94, "text": "Save me, for I am yours; I have sought out your precepts."},
      {"id": 95, "text": "The wicked are waiting to destroy me, but I will ponder your statutes."},
      {"id": 96, "text": "To all perfection I see a limit, but your commands are boundless."},
      {"id": 97, "text": "Oh, how I love your law! I meditate on it all day long."},
      {"id": 98, "text": "Your commands are always with me and make me wiser than my enemies."},
      {"id": 99, "text": "I have more insight than all my teachers, for I meditate on your statutes."},
      {"id": 100, "text": "I have more understanding than the elders, for I obey your precepts."},
      {"id": 101, "text": "I have kept my feet from every evil path so that I might obey your word."},
      {"id": 102, "text": "I have not departed from your laws, for you yourself have taught me."},
      {"id": 103, "text": "How sweet are your words to my taste, sweeter than honey to my mouth!"},
      {"id": 104, "text": "I gain understanding from your precepts; therefore I hate every wrong path."},
      {"id": 105, "text": "Your word is a lamp for my feet, a light on my path."},
      {"id": 106, "text": "I have taken an oath and confirmed it, that I will follow your righteous laws."},
      {"id": 107, "text": "I have suffered much; preserve my life, LORD, according to your word."},
      {"id": 108, "text": "Accept, LORD, the willing praise of my mouth, and teach me your laws."},
      {"id": 109, "text": "Though I constantly take my life in my hands, I will not forget your law."},
      {"id": 110, "text": "The wicked have set a snare for me, but I have not strayed from your precepts."},
      {"id": 111, "text": "Your statutes are my heritage forever; they are the joy of my heart."},
      {"id": 112, "text": "My heart is set on keeping your decrees to the very end."},
      {"id": 113, "text": "I hate double-minded people, but I love your law."},
      {"id": 114, "text": "You are my refuge and my shield; I have put my hope in your word."},
      {"id": 115, "text": "Away from me, you evildoers, that I may keep the commands of my God!"},
      {"id": 116, "text": "Sustain me, my God, according to your promise, and I will live; do not let my hopes be dashed."},
      {"id": 117, "text": "Uphold me, and I will be delivered; I will always have regard for your decrees."},
      {"id": 118, "text": "You reject all who stray from your decrees, for their delusions come to nothing."},
      {"id": 119, "text": "All the wicked of the earth you discard like dross; therefore I love your statutes."},
      {"id": 120, "text": "My flesh trembles in fear of you; I stand in awe of your laws."},
      {"id": 121, "text": "I have done what is righteous and just; do not leave me to my oppressors."},
      {"id": 122, "text": "Ensure your servant’s well-being; do not let the arrogant oppress me."},
      {"id": 123, "text": "My eyes fail, looking for your salvation, looking for your righteous promise."},
      {"id": 124, "text": "Deal with your servant according to your love and teach me your decrees."},
      {"id": 125, "text": "I am your servant; give me discernment that I may understand your statutes."},
      {"id": 126, "text": "It is time for you to act, LORD; your law is being broken."},
      {"id": 127, "text": "Because I love your commands more than gold, more than pure gold,"},
      {"id": 128, "text": "and because I consider all your precepts right, I hate every wrong path."},
      {"id": 129, "text": "Your statutes are wonderful; therefore I obey them."},
      {"id": 130, "text": "The unfolding of your words gives light; it gives understanding to the simple."},
      {"id": 131, "text": "I open my mouth and pant, longing for your commands."},
      {"id": 132, "text": "Turn to me and have mercy on me, as you always do to those who love your name."},
      {"id": 133, "text": "Direct my footsteps according to your word; let no sin rule over me."},
      {"id": 134, "text": "Redeem me from human oppression, that I may obey your precepts."},
      {"id": 135, "text": "Make your face shine on your servant and teach me your decrees."},
      {"id": 136, "text": "Streams of tears flow from my eyes, for your law is not obeyed."},
      {"id": 137, "text": "You are righteous, LORD, and your laws are right."},
      {"id": 138, "text": "The statutes you have laid down are righteous; they are fully trustworthy."},
      {"id": 139, "text": "My zeal wears me out, for my enemies ignore your words."},
      {"id": 140, "text": "Your promises have been thoroughly tested, and your servant loves them."},
      {"id": 141, "text": "Though I am lowly and despised, I do not forget your precepts."},
      {"id": 142, "text": "Your righteousness is everlasting and your law is true."},
      {"id": 143, "text": "Trouble and distress have come upon me, but your commands give me delight."},
      {"id": 144, "text": "Your statutes are always righteous; give me understanding that I may live."},
      {"id": 145, "text": "I call with all my heart; answer me, LORD, and I will obey your decrees."},
      {"id": 146, "text": "I call out to you; save me and I will keep your statutes."},
      {"id": 147, "text": "I rise before dawn and cry for help; I have put my hope in your word."},
      {"id": 148, "text": "My eyes stay open through the watches of the night, that I may meditate on your promises."},
      {"id": 149, "text": "Hear my voice in accordance with your love; preserve my life, LORD, according to your laws."},
      {"id": 150, "text": "Those who devise wicked schemes are near, but they are far from your law."},
      {"id": 151, "text": "Yet you are near, LORD, and all your commands are true."},
      {"id": 152, "text": "Long ago I learned from your statutes that you established them to last forever."},
      {"id": 153, "text": "Look on my suffering and deliver me, for I have not forgotten your law."},
      {"id": 154, "text": "Defend my cause and redeem me; preserve my life according to your promise."},
      {"id": 155, "text": "Salvation is far from the wicked, for they do not seek out your decrees."},
      {"id": 156, "text": "Your compassion, LORD, is great; preserve my life according to your laws."},
      {"id": 157, "text": "Many are the foes who persecute me, but I have not turned from your statutes."},
      {"id": 158, "text": "I look on the faithless with loathing, for they do not obey your word."},
      {"id": 159, "text": "See how I love your precepts; preserve my life, LORD, in accordance with your love."},
      {"id": 160, "text": "All your words are true; all your righteous laws are eternal."},
      {"id": 161, "text": "Rulers persecute me without cause, but my heart trembles at your word."},
      {"id": 162, "text": "I rejoice in your promise like one who finds great spoil."},
      {"id": 163, "text": "I hate and detest falsehood but I love your law."},
      {"id": 164, "text": "Seven times a day I praise you for your righteous laws."},
      {"id": 165, "text": "Great peace have those who love your law, and nothing can make them stumble."},
      {"id": 166, "text": "I wait for your salvation, LORD, and I follow your commands."},
      {"id": 167, "text": "I obey your statutes, for I love them greatly."},
      {"id": 168, "text": "I obey your precepts and your statutes, for all my ways are known to you."},
      {"id": 169, "text": "May my cry come before you, LORD; give me understanding according to your word."},
      {"id": 170, "text": "May my supplication come before you; deliver me according to your promise."},
      {"id": 171, "text": "May my lips overflow with praise, for you teach me your decrees."},
      {"id": 172, "text": "May my tongue sing of your word, for all your commands are righteous."},
      {"id": 173, "text": "May your hand be ready to help me, for I have chosen your precepts."},
      {"id": 174, "text": "I long for your salvation, LORD, and your law gives me delight."},
      {"id": 175, "text": "Let me live that I may praise you, and may your laws sustain me."},
      {"id": 176, "text": "I have strayed like a lost sheep. Seek your servant, for I have not forgotten your commands."}
    ]
  },
  { "id": 120
  , "title": "A song of ascents."
  , "verses": [
      {"id": 1, "text": "I call on the LORD in my distress, and he answers me."},
      {"id": 2, "text": "Save me, LORD, from lying lips and from deceitful tongues."},
      {"id": 3, "text": "What will he do to you, and what more besides, you deceitful tongue?"},
      {"id": 4, "text": "He will punish you with a warrior’s sharp arrows, with burning coals of the broom bush."},
      {"id": 5, "text": "Woe to me that I dwell in Meshek, that I live among the tents of Kedar!"},
      {"id": 6, "text": "Too long have I lived among those who hate peace."},
      {"id": 7, "text": "I am for peace; but when I speak, they are for war."}
    ]
  },
  { "id": 121
  , "title": "A song of ascents."
  , "verses": [
      {"id": 1, "text": "I lift up my eyes to the mountains— where does my help come from?"},
      {"id": 2, "text": "My help comes from the LORD, the Maker of heaven and earth."},
      {"id": 3, "text": "He will not let your foot slip— he who watches over you will not slumber;"},
      {"id": 4, "text": "indeed, he who watches over Israel will neither slumber nor sleep."},
      {"id": 5, "text": "The LORD watches over you— the LORD is your shade at your right hand;"},
      {"id": 6, "text": "the sun will not harm you by day, nor the moon by night."},
      {"id": 7, "text": "The LORD will keep you from all harm— he will watch over your life;"},
      {"id": 8, "text": "the LORD will watch over your coming and going both now and forevermore."}
    ]
  },
  { "id": 122
  , "title": "A song of ascents. Of David."
  , "verses": [
      {"id": 1, "text": "I rejoiced with those who said to me, “Let us go to the house of the LORD.”"},
      {"id": 2, "text": "Our feet are standing in your gates, Jerusalem."},
      {"id": 3, "text": "Jerusalem is built like a city that is closely compacted together."},
      {"id": 4, "text": "That is where the tribes go up— the tribes of the LORD— to praise the name of the LORDaccording to the statute given to Israel."},
      {"id": 5, "text": "There stand the thrones for judgment, the thrones of the house of David."},
      {"id": 6, "text": "Pray for the peace of Jerusalem: “May those who love you be secure."},
      {"id": 7, "text": "May there be peace within your walls and security within your citadels.”"},
      {"id": 8, "text": "For the sake of my family and friends, I will say, “Peace be within you.”"},
      {"id": 9, "text": "For the sake of the house of the LORD our God, I will seek your prosperity."}
    ]
  },
  { "id": 123
  , "title": "A song of ascents."
  , "verses": [
      {"id": 1, "text": "I lift up my eyes to you, to you who sit enthroned in heaven."},
      {"id": 2, "text": "As the eyes of slaves look to the hand of their master, as the eyes of a female slave look to the hand of her mistress, so our eyes look to the LORD our God, till he shows us his mercy."},
      {"id": 3, "text": "Have mercy on us, LORD, have mercy on us, for we have endured no end of contempt."},
      {"id": 4, "text": "We have endured no end of ridicule from the arrogant, of contempt from the proud. "}
    ]
  },
  { "id": 124
  , "title": "A song of ascents. Of David."
  , "verses": [
      {"id": 1, "text": "If the LORD had not been on our side— let Israel say—"},
      {"id": 2, "text": "if the LORD had not been on our side when people attacked us,"},
      {"id": 3, "text": "they would have swallowed us alive when their anger flared against us;"},
      {"id": 4, "text": "the flood would have engulfed us, the torrent would have swept over us,"},
      {"id": 5, "text": "the raging waters would have swept us away."},
      {"id": 6, "text": "Praise be to the LORD, who has not let us be torn by their teeth."},
      {"id": 7, "text": "We have escaped like a bird from the fowler’s snare; the snare has been broken, and we have escaped."},
      {"id": 8, "text": "Our help is in the name of the LORD, the Maker of heaven and earth."}
    ]
  },
  { "id": 125
  , "title": "A song of ascents."
  , "verses": [
      {"id": 1, "text": "Those who trust in the LORD are like Mount Zion, which cannot be shaken but endures forever."},
      {"id": 2, "text": "As the mountains surround Jerusalem, so the LORD surrounds his people both now and forevermore."},
      {"id": 3, "text": "The scepter of the wicked will not remain over the land allotted to the righteous, for then the righteous might use their hands to do evil."},
      {"id": 4, "text": "LORD, do good to those who are good, to those who are upright in heart."},
      {"id": 5, "text": "But those who turn to crooked ways the LORD will banish with the evildoers. Peace be on Israel."}
    ]
  },
  { "id": 126
  , "title": "A song of ascents."
  , "verses": [
      {"id": 1, "text": "When the LORD restored the fortunes of Zion, we were like those who dreamed."},
      {"id": 2, "text": "Our mouths were filled with laughter, our tongues with songs of joy. Then it was said among the nations, “The LORD has done great things for them.”"},
      {"id": 3, "text": "The LORD has done great things for us, and we are filled with joy."},
      {"id": 4, "text": "Restore our fortunes,LORD, like streams in the Negev."},
      {"id": 5, "text": "Those who sow with tears will reap with songs of joy."},
      {"id": 6, "text": "Those who go out weeping, carrying seed to sow, will return with songs of joy, carrying sheaves with them."}
    ]
  },
  { "id": 127
  , "title": "A song of ascents. Of Solomon."
  , "verses": [
      {"id": 1, "text": "Unless the LORD builds the house, the builders labor in vain. Unless the LORD watches over the city, the guards stand watch in vain."},
      {"id": 2, "text": "In vain you rise early and stay up late, toiling for food to eat— for he grants sleep to those he loves."},
      {"id": 3, "text": "Children are a heritage from the LORD, offspring a reward from him."},
      {"id": 4, "text": "Like arrows in the hands of a warrior are children born in one’s youth."},
      {"id": 5, "text": "Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their opponents in court."}
    ]
  },
  { "id": 128
  , "title": "A song of ascents."
  , "verses": [
      {"id": 1, "text": "Blessed are all who fear the LORD, who walk in obedience to him."},
      {"id": 2, "text": "You will eat the fruit of your labor; blessings and prosperity will be yours."},
      {"id": 3, "text": "Your wife will be like a fruitful vine within your house; your children will be like olive shoots around your table."},
      {"id": 4, "text": "Yes, this will be the blessing for the man who fears the LORD."},
      {"id": 5, "text": "May the LORD bless you from Zion; may you see the prosperity of Jerusalem all the days of your life."},
      {"id": 6, "text": "May you live to see your children’s children— peace be on Israel."}
    ]
  },
  { "id": 129
  , "title": "A song of ascents."
  , "verses": [
      {"id": 1, "text": "“They have greatly oppressed me from my youth,” let Israel say;"},
      {"id": 2, "text": "“they have greatly oppressed me from my youth, but they have not gained the victory over me."},
      {"id": 3, "text": "Plowmen have plowed my back and made their furrows long."},
      {"id": 4, "text": "But the LORD is righteous; he has cut me free from the cords of the wicked.”"},
      {"id": 5, "text": "May all who hate Zion be turned back in shame."},
      {"id": 6, "text": "May they be like grass on the roof, which withers before it can grow;"},
      {"id": 7, "text": "a reaper cannot fill his hands with it, nor one who gathers fill his arms."},
      {"id": 8, "text": "May those who pass by not say to them, “The blessing of the LORD be on you; we bless you in the name of the LORD.”"}
    ]
  },
  { "id": 130
  , "title": "A song of ascents."
  , "verses": [
      {"id": 1, "text": "Out of the depths I cry to you, LORD;"},
      {"id": 2, "text": "Lord, hear my voice. Let your ears be attentive to my cry for mercy."},
      {"id": 3, "text": "If you, LORD, kept a record of sins, Lord, who could stand?"},
      {"id": 4, "text": "But with you there is forgiveness, so that we can, with reverence, serve you."},
      {"id": 5, "text": "I wait for the LORD, my whole being waits, and in his word I put my hope."},
      {"id": 6, "text": "I wait for the Lord more than watchmen wait for the morning, more than watchmen wait for the morning."},
      {"id": 7, "text": "Israel, put your hope in the LORD, for with the LORD is unfailing love and with him is full redemption."},
      {"id": 8, "text": "He himself will redeem Israel from all their sins."}
    ]
  },
  { "id": 131
  , "title": "A song of ascents. Of David."
  , "verses": [
      {"id": 1, "text": "My heart is not proud, LORD, my eyes are not haughty; I do not concern myself with great matters or things too wonderful for me."},
      {"id": 2, "text": "But I have calmed and quieted myself, I am like a weaned child with its mother; like a weaned child I am content."},
      {"id": 3, "text": "Israel, put your hope in the LORD both now and forevermore."}
    ]
  },
  { "id": 132
  , "title": "A song of ascents."
  , "verses": [
      {"id": 1, "text": "LORD, remember David and all his self-denial."},
      {"id": 2, "text": "He swore an oath to the LORD, he made a vow to the Mighty One of Jacob:"},
      {"id": 3, "text": "“I will not enter my house or go to my bed,"},
      {"id": 4, "text": "I will allow no sleep to my eyes or slumber to my eyelids,"},
      {"id": 5, "text": "till I find a place for the LORD, a dwelling for the Mighty One of Jacob.”"},
      {"id": 6, "text": "We heard it in Ephrathah, we came upon it in the fields of Jaar:"},
      {"id": 7, "text": "“Let us go to his dwelling place, let us worship at his footstool, saying,"},
      {"id": 8, "text": "‘Arise, LORD, and come to your resting place, you and the ark of your might."},
      {"id": 9, "text": "May your priests be clothed with your righteousness; may your faithful people sing for joy.’”"},
      {"id": 10, "text": "For the sake of your servant David, do not reject your anointed one."},
      {"id": 11, "text": "The LORD swore an oath to David, a sure oath he will not revoke: “One of your own descendants I will place on your throne."},
      {"id": 12, "text": "If your sons keep my covenant and the statutes I teach them, then their sons will sit on your throne for ever and ever.”"},
      {"id": 13, "text": "For the LORD has chosen Zion, he has desired it for his dwelling, saying,"},
      {"id": 14, "text": "“This is my resting place for ever and ever; here I will sit enthroned, for I have desired it."},
      {"id": 15, "text": "I will bless her with abundant provisions; her poor I will satisfy with food."},
      {"id": 16, "text": "I will clothe her priests with salvation, and her faithful people will ever sing for joy."},
      {"id": 17, "text": "“Here I will make a horn grow for David and set up a lamp for my anointed one."},
      {"id": 18, "text": "I will clothe his enemies with shame, but his head will be adorned with a radiant crown.”"}
    ]
  },
  { "id": 133
  , "title": "A song of ascents. Of David."
  , "verses": [
      {"id": 1, "text": "How good and pleasant it is when God’s people live together in unity!"},
      {"id": 2, "text": "It is like precious oil poured on the head, running down on the beard, running down on Aaron’s beard, down on the collar of his robe."},
      {"id": 3, "text": "It is as if the dew of Hermon were falling on Mount Zion. For there the LORD bestows his blessing, even life forevermore."}
    ]
  },
  { "id": 134
  , "title": "A song of ascents."
  , "verses": [
      {"id": 1, "text": "Praise the LORD, all you servants of the LORD who minister by night in the house of the LORD."},
      {"id": 2, "text": "Lift up your hands in the sanctuary and praise the LORD."},
      {"id": 3, "text": "May the LORD bless you from Zion, he who is the Maker of heaven and earth."}
    ]
  },
  { "id": 135
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Praise the LORD. Praise the name of the LORD; praise him, you servants of the LORD,"},
      {"id": 2, "text": "you who minister in the house of the LORD, in the courts of the house of our God."},
      {"id": 3, "text": "Praise the LORD, for the LORD is good; sing praise to his name, for that is pleasant."},
      {"id": 4, "text": "For the LORD has chosen Jacob to be his own, Israel to be his treasured possession."},
      {"id": 5, "text": "I know that the LORD is great, that our Lord is greater than all gods."},
      {"id": 6, "text": "The LORD does whatever pleases him, in the heavens and on the earth, in the seas and all their depths."},
      {"id": 7, "text": "He makes clouds rise from the ends of the earth; he sends lightning with the rain and brings out the wind from his storehouses."},
      {"id": 8, "text": "He struck down the firstborn of Egypt, the firstborn of people and animals."},
      {"id": 9, "text": "He sent his signs and wonders into your midst, Egypt, against Pharaoh and all his servants."},
      {"id": 10, "text": "He struck down many nations and killed mighty kings—"},
      {"id": 11, "text": "Sihon king of the Amorites, Og king of Bashan, and all the kings of Canaan—"},
      {"id": 12, "text": "and he gave their land as an inheritance, an inheritance to his people Israel."},
      {"id": 13, "text": "Your name, LORD, endures forever, your renown, LORD, through all generations."},
      {"id": 14, "text": "For the LORD will vindicate his people and have compassion on his servants."},
      {"id": 15, "text": "The idols of the nations are silver and gold, made by human hands."},
      {"id": 16, "text": "They have mouths, but cannot speak, eyes, but cannot see."},
      {"id": 17, "text": "They have ears, but cannot hear, nor is there breath in their mouths."},
      {"id": 18, "text": "Those who make them will be like them, and so will all who trust in them."},
      {"id": 19, "text": "All you Israelites, praise the LORD; house of Aaron, praise the LORD;"},
      {"id": 20, "text": "house of Levi, praise the LORD; you who fear him, praise the LORD."},
      {"id": 21, "text": "Praise be to the LORD from Zion, to him who dwells in Jerusalem. Praise the LORD."}
    ]
  },
  { "id": 136
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Give thanks to the LORD, for he is good. His love endures forever."},
      {"id": 2, "text": "Give thanks to the God of gods. His love endures forever."},
      {"id": 3, "text": "Give thanks to the Lord of lords: His love endures forever."},
      {"id": 4, "text": "to him who alone does great wonders, His love endures forever."},
      {"id": 5, "text": "who by his understanding made the heavens, His love endures forever."},
      {"id": 6, "text": "who spread out the earth upon the waters, His love endures forever."},
      {"id": 7, "text": "who made the great lights— His love endures forever."},
      {"id": 8, "text": "the sun to govern the day, His love endures forever."},
      {"id": 9, "text": "the moon and stars to govern the night; His love endures forever."},
      {"id": 10, "text": "to him who struck down the firstborn of Egypt His love endures forever."},
      {"id": 11, "text": "and brought Israel out from among them His love endures forever."},
      {"id": 12, "text": "with a mighty hand and outstretched arm; His love endures forever."},
      {"id": 13, "text": "to him who divided the Red Sea asunder His love endures forever."},
      {"id": 14, "text": "and brought Israel through the midst of it, His love endures forever."},
      {"id": 15, "text": "but swept Pharaoh and his army into the Red Sea; His love endures forever."},
      {"id": 16, "text": "to him who led his people through the wilderness; His love endures forever."},
      {"id": 17, "text": "to him who struck down great kings, His love endures forever."},
      {"id": 18, "text": "and killed mighty kings— His love endures forever."},
      {"id": 19, "text": "Sihon king of the Amorites His love endures forever."},
      {"id": 20, "text": "and Og king of Bashan— His love endures forever."},
      {"id": 21, "text": "and gave their land as an inheritance, His love endures forever."},
      {"id": 22, "text": "an inheritance to his servant Israel. His love endures forever."},
      {"id": 23, "text": "He remembered us in our low estate His love endures forever."},
      {"id": 24, "text": "and freed us from our enemies. His love endures forever."},
      {"id": 25, "text": "He gives food to every creature. His love endures forever."},
      {"id": 26, "text": "Give thanks to the God of heaven. His love endures forever."}
    ]
  },
  { "id": 137
  , "title": ""
  , "verses": [
      {"id": 1, "text": "By the rivers of Babylon we sat and wept when we remembered Zion."},
      {"id": 2, "text": "There on the poplars we hung our harps,"},
      {"id": 3, "text": "for there our captors asked us for songs, our tormentors demanded songs of joy; they said, “Sing us one of the songs of Zion!”"},
      {"id": 4, "text": "How can we sing the songs of the LORD while in a foreign land?"},
      {"id": 5, "text": "If I forget you, Jerusalem, may my right hand forget its skill."},
      {"id": 6, "text": "May my tongue cling to the roof of my mouth if I do not remember you, if I do not consider Jerusalem my highest joy."},
      {"id": 7, "text": "Remember, LORD, what the Edomites did on the day Jerusalem fell. “Tear it down,” they cried, “tear it down to its foundations!”"},
      {"id": 8, "text": "Daughter Babylon, doomed to destruction, happy is the one who repays you according to what you have done to us."},
      {"id": 9, "text": "Happy is the one who seizes your infants and dashes them against the rocks."}
    ]
  },
  { "id": 138
  , "title": "Of David."
  , "verses": [
      {"id": 1, "text": "I will praise you, LORD, with all my heart; before the “gods” I will sing your praise."},
      {"id": 2, "text": "I will bow down toward your holy temple and will praise your name for your unfailing love and your faithfulness, for you have so exalted your solemn decree that it surpasses your fame."},
      {"id": 3, "text": "When I called, you answered me; you greatly emboldened me."},
      {"id": 4, "text": "May all the kings of the earth praise you, LORD, when they hear what you have decreed."},
      {"id": 5, "text": "May they sing of the ways of the LORD, for the glory of the LORD is great."},
      {"id": 6, "text": "Though the LORD is exalted, he looks kindly on the lowly; though lofty, he sees them from afar."},
      {"id": 7, "text": "Though I walk in the midst of trouble, you preserve my life. You stretch out your hand against the anger of my foes; with your right hand you save me."},
      {"id": 8, "text": "The LORD will vindicate me; your love, LORD, endures forever— do not abandon the works of your hands."}
    ]
  },
  { "id": 139
  , "title": "For the director of music. Of David. A psalm."
  , "verses": [
      {"id": 1, "text": "You have searched me, LORD, and you know me."},
      {"id": 2, "text": "You know when I sit and when I rise; you perceive my thoughts from afar."},
      {"id": 3, "text": "You discern my going out and my lying down; you are familiar with all my ways."},
      {"id": 4, "text": "Before a word is on my tongue you, LORD, know it completely."},
      {"id": 5, "text": "You hem me in behind and before, and you lay your hand upon me."},
      {"id": 6, "text": "Such knowledge is too wonderful for me, too lofty for me to attain."},
      {"id": 7, "text": "Where can I go from your Spirit? Where can I flee from your presence?"},
      {"id": 8, "text": "If I go up to the heavens, you are there; if I make my bed in the depths, you are there."},
      {"id": 9, "text": "If I rise on the wings of the dawn, if I settle on the far side of the sea,"},
      {"id": 10, "text": "even there your hand will guide me, your right hand will hold me fast."},
      {"id": 11, "text": "If I say, “Surely the darkness will hide me and the light become night around me,”"},
      {"id": 12, "text": "even the darkness will not be dark to you; the night will shine like the day, for darkness is as light to you."},
      {"id": 13, "text": "For you created my inmost being; you knit me together in my mother’s womb."},
      {"id": 14, "text": "I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well."},
      {"id": 15, "text": "My frame was not hidden from you when I was made in the secret place, when I was woven together in the depths of the earth."},
      {"id": 16, "text": "Your eyes saw my unformed body; all the days ordained for me were written in your book before one of them came to be."},
      {"id": 17, "text": "How precious to me are your thoughts, God! How vast is the sum of them!"},
      {"id": 18, "text": "Were I to count them, they would outnumber the grains of sand— when I awake, I am still with you."},
      {"id": 19, "text": "If only you, God, would slay the wicked! Away from me, you who are bloodthirsty!"},
      {"id": 20, "text": "They speak of you with evil intent; your adversaries misuse your name."},
      {"id": 21, "text": "Do I not hate those who hate you, LORD, and abhor those who are in rebellion against you?"},
      {"id": 22, "text": "I have nothing but hatred for them; I count them my enemies."},
      {"id": 23, "text": "Search me, God, and know my heart; test me and know my anxious thoughts."},
      {"id": 24, "text": "See if there is any offensive way in me, and lead me in the way everlasting."}
    ]
  },
  { "id": 140
  , "title": "For the director of music. A psalm of David."
  , "verses": [
      {"id": 1, "text": "Rescue me, LORD, from evildoers; protect me from the violent,"},
      {"id": 2, "text": "who devise evil plans in their hearts and stir up war every day."},
      {"id": 3, "text": "They make their tongues as sharp as a serpent’s; the poison of vipers is on their lips."},
      {"id": 4, "text": "Keep me safe, LORD, from the hands of the wicked; protect me from the violent, who devise ways to trip my feet."},
      {"id": 5, "text": "The arrogant have hidden a snare for me; they have spread out the cords of their net and have set traps for me along my path."},
      {"id": 6, "text": "I say to the LORD, “You are my God.” Hear, LORD, my cry for mercy."},
      {"id": 7, "text": "Sovereign LORD, my strong deliverer, you shield my head in the day of battle."},
      {"id": 8, "text": "Do not grant the wicked their desires, LORD; do not let their plans succeed."},
      {"id": 9, "text": "Those who surround me proudly rear their heads; may the mischief of their lips engulf them."},
      {"id": 10, "text": "May burning coals fall on them; may they be thrown into the fire, into miry pits, never to rise."},
      {"id": 11, "text": "May slanderers not be established in the land; may disaster hunt down the violent."},
      {"id": 12, "text": "I know that the LORD secures justice for the poor and upholds the cause of the needy."},
      {"id": 13, "text": "Surely the righteous will praise your name, and the upright will live in your presence."}
    ]
  },
  { "id": 141
  , "title": "A psalm of David."
  , "verses": [
      {"id": 1, "text": "I call to you, LORD, come quickly to me; hear me when I call to you."},
      {"id": 2, "text": "May my prayer be set before you like incense; may the lifting up of my hands be like the evening sacrifice."},
      {"id": 3, "text": "Set a guard over my mouth, LORD; keep watch over the door of my lips."},
      {"id": 4, "text": "Do not let my heart be drawn to what is evil so that I take part in wicked deeds along with those who are evildoers; do not let me eat their delicacies."},
      {"id": 5, "text": "Let a righteous man strike me—that is a kindness; let him rebuke me—that is oil on my head. My head will not refuse it, for my prayer will still be against the deeds of evildoers."},
      {"id": 6, "text": "Their rulers will be thrown down from the cliffs, and the wicked will learn that my words were well spoken."},
      {"id": 7, "text": "They will say, “As one plows and breaks up the earth, so our bones have been scattered at the mouth of the grave.”"},
      {"id": 8, "text": "But my eyes are fixed on you, Sovereign LORD; in you I take refuge—do not give me over to death."},
      {"id": 9, "text": "Keep me safe from the traps set by evildoers, from the snares they have laid for me."},
      {"id": 10, "text": "Let the wicked fall into their own nets, while I pass by in safety."}
    ]
  },
  { "id": 142
  , "title": "A maskil of David. When he was in the cave. A prayer."
  , "verses": [
      {"id": 1, "text": "I cry aloud to the LORD; I lift up my voice to the LORD for mercy."},
      {"id": 2, "text": "I pour out before him my complaint; before him I tell my trouble."},
      {"id": 3, "text": "When my spirit grows faint within me, it is you who watch over my way. In the path where I walk people have hidden a snare for me."},
      {"id": 4, "text": "Look and see, there is no one at my right hand; no one is concerned for me. I have no refuge; no one cares for my life."},
      {"id": 5, "text": "I cry to you, LORD; I say, “You are my refuge, my portion in the land of the living.”"},
      {"id": 6, "text": "Listen to my cry, for I am in desperate need; rescue me from those who pursue me, for they are too strong for me."},
      {"id": 7, "text": "Set me free from my prison, that I may praise your name. Then the righteous will gather about me because of your goodness to me."}
    ]
  },
  { "id": 143
  , "title": "A psalm of David."
  , "verses": [
      {"id": 1, "text": "LORD, hear my prayer, listen to my cry for mercy; in your faithfulness and righteousness come to my relief."},
      {"id": 2, "text": "Do not bring your servant into judgment, for no one living is righteous before you."},
      {"id": 3, "text": "The enemy pursues me, he crushes me to the ground; he makes me dwell in the darkness like those long dead."},
      {"id": 4, "text": "So my spirit grows faint within me; my heart within me is dismayed."},
      {"id": 5, "text": "I remember the days of long ago; I meditate on all your works and consider what your hands have done."},
      {"id": 6, "text": "I spread out my hands to you; I thirst for you like a parched land."},
      {"id": 7, "text": "Answer me quickly, LORD; my spirit fails. Do not hide your face from me or I will be like those who go down to the pit."},
      {"id": 8, "text": "Let the morning bring me word of your unfailing love, for I have put my trust in you. Show me the way I should go, for to you I entrust my life."},
      {"id": 9, "text": "Rescue me from my enemies, LORD, for I hide myself in you."},
      {"id": 10, "text": "Teach me to do your will, for you are my God; may your good Spirit lead me on level ground."},
      {"id": 11, "text": "For your name’s sake, LORD, preserve my life; in your righteousness, bring me out of trouble."},
      {"id": 12, "text": "In your unfailing love, silence my enemies; destroy all my foes, for I am your servant."}
    ]
  },
  { "id": 144
  , "title": "Of David."
  , "verses": [
      {"id": 1, "text": "Praise be to the LORD my Rock, who trains my hands for war, my fingers for battle."},
      {"id": 2, "text": "He is my loving God and my fortress, my stronghold and my deliverer, my shield, in whom I take refuge, who subdues peoples under me."},
      {"id": 3, "text": "LORD, what are human beings that you care for them, mere mortals that you think of them?"},
      {"id": 4, "text": "They are like a breath; their days are like a fleeting shadow."},
      {"id": 5, "text": "Part your heavens, LORD, and come down; touch the mountains, so that they smoke."},
      {"id": 6, "text": "Send forth lightning and scatter the enemy; shoot your arrows and rout them."},
      {"id": 7, "text": "Reach down your hand from on high; deliver me and rescue me from the mighty waters, from the hands of foreigners"},
      {"id": 8, "text": "whose mouths are full of lies, whose right hands are deceitful."},
      {"id": 9, "text": "I will sing a new song to you, my God; on the ten-stringed lyre I will make music to you,"},
      {"id": 10, "text": "to the One who gives victory to kings, who delivers his servant David. From the deadly sword"},
      {"id": 11, "text": "deliver me; rescue me from the hands of foreigners whose mouths are full of lies, whose right hands are deceitful."},
      {"id": 12, "text": "Then our sons in their youth will be like well-nurtured plants, and our daughters will be like pillars carved to adorn a palace."},
      {"id": 13, "text": "Our barns will be filled with every kind of provision. Our sheep will increase by thousands, by tens of thousands in our fields;"},
      {"id": 14, "text": "our oxen will draw heavy loads. There will be no breaching of walls, no going into captivity, no cry of distress in our streets."},
      {"id": 15, "text": "Blessed is the people of whom this is true; blessed is the people whose God is the LORD."}
    ]
  },
  { "id": 145
  , "title": "A psalm of praise. Of David."
  , "verses": [
      {"id": 1, "text": "I will exalt you, my God the King; I will praise your name for ever and ever."},
      {"id": 2, "text": "Every day I will praise you and extol your name for ever and ever."},
      {"id": 3, "text": "Great is the LORD and most worthy of praise; his greatness no one can fathom."},
      {"id": 4, "text": "One generation commends your works to another; they tell of your mighty acts."},
      {"id": 5, "text": "They speak of the glorious splendor of your majesty— and I will meditate on your wonderful works."},
      {"id": 6, "text": "They tell of the power of your awesome works— and I will proclaim your great deeds."},
      {"id": 7, "text": "They celebrate your abundant goodness and joyfully sing of your righteousness."},
      {"id": 8, "text": "The LORD is gracious and compassionate, slow to anger and rich in love."},
      {"id": 9, "text": "The LORD is good to all; he has compassion on all he has made."},
      {"id": 10, "text": "All your works praise you, LORD; your faithful people extol you."},
      {"id": 11, "text": "They tell of the glory of your kingdom and speak of your might,"},
      {"id": 12, "text": "so that all people may know of your mighty acts and the glorious splendor of your kingdom."},
      {"id": 13, "text": "Your kingdom is an everlasting kingdom, and your dominion endures through all generations. The LORD is trustworthy in all he promises and faithful in all he does."},
      {"id": 14, "text": "The LORD upholds all who fall and lifts up all who are bowed down."},
      {"id": 15, "text": "The eyes of all look to you, and you give them their food at the proper time."},
      {"id": 16, "text": "You open your hand and satisfy the desires of every living thing."},
      {"id": 17, "text": "The LORD is righteous in all his ways and faithful in all he does."},
      {"id": 18, "text": "The LORD is near to all who call on him, to all who call on him in truth."},
      {"id": 19, "text": "He fulfills the desires of those who fear him; he hears their cry and saves them."},
      {"id": 20, "text": "The LORD watches over all who love him, but all the wicked he will destroy."},
      {"id": 21, "text": "My mouth will speak in praise of the LORD. Let every creature praise his holy name for ever and ever."}
    ]
  },
  { "id": 146
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Praise the LORD. Praise the LORD, my soul."},
      {"id": 2, "text": "I will praise the LORD all my life; I will sing praise to my God as long as I live."},
      {"id": 3, "text": "Do not put your trust in princes, in human beings, who cannot save."},
      {"id": 4, "text": "When their spirit departs, they return to the ground; on that very day their plans come to nothing."},
      {"id": 5, "text": "Blessed are those whose help is the God of Jacob, whose hope is in the LORD their God."},
      {"id": 6, "text": "He is the Maker of heaven and earth, the sea, and everything in them— he remains faithful forever."},
      {"id": 7, "text": "He upholds the cause of the oppressed and gives food to the hungry. The LORD sets prisoners free,"},
      {"id": 8, "text": "the LORD gives sight to the blind, the LORD lifts up those who are bowed down, the LORD loves the righteous."},
      {"id": 9, "text": "The LORD watches over the foreigner and sustains the fatherless and the widow, but he frustrates the ways of the wicked."},
      {"id": 10, "text": "The LORD reigns forever, your God, O Zion, for all generations. Praise the LORD."}
    ]
  },
  { "id": 147
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Praise the LORD. How good it is to sing praises to our God, how pleasant and fitting to praise him!"},
      {"id": 2, "text": "The LORD builds up Jerusalem; he gathers the exiles of Israel."},
      {"id": 3, "text": "He heals the brokenhearted and binds up their wounds."},
      {"id": 4, "text": "He determines the number of the stars and calls them each by name."},
      {"id": 5, "text": "Great is our Lord and mighty in power; his understanding has no limit."},
      {"id": 6, "text": "The LORD sustains the humble but casts the wicked to the ground."},
      {"id": 7, "text": "Sing to the LORD with grateful praise; make music to our God on the harp."},
      {"id": 8, "text": "He covers the sky with clouds; he supplies the earth with rain and makes grass grow on the hills."},
      {"id": 9, "text": "He provides food for the cattle and for the young ravens when they call."},
      {"id": 10, "text": "His pleasure is not in the strength of the horse, nor his delight in the legs of the warrior;"},
      {"id": 11, "text": "the LORD delights in those who fear him, who put their hope in his unfailing love."},
      {"id": 12, "text": "Extol the LORD, Jerusalem; praise your God, Zion."},
      {"id": 13, "text": "He strengthens the bars of your gates and blesses your people within you."},
      {"id": 14, "text": "He grants peace to your borders and satisfies you with the finest of wheat."},
      {"id": 15, "text": "He sends his command to the earth; his word runs swiftly."},
      {"id": 16, "text": "He spreads the snow like wool and scatters the frost like ashes."},
      {"id": 17, "text": "He hurls down his hail like pebbles. Who can withstand his icy blast?"},
      {"id": 18, "text": "He sends his word and melts them; he stirs up his breezes, and the waters flow."},
      {"id": 19, "text": "He has revealed his word to Jacob, his laws and decrees to Israel."},
      {"id": 20, "text": "He has done this for no other nation; they do not know his laws.Praise the LORD."}
    ]
  },
  { "id": 148
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Praise the LORD. Praise the LORD from the heavens; praise him in the heights above."},
      {"id": 2, "text": "Praise him, all his angels; praise him, all his heavenly hosts."},
      {"id": 3, "text": "Praise him, sun and moon; praise him, all you shining stars."},
      {"id": 4, "text": "Praise him, you highest heavens and you waters above the skies."},
      {"id": 5, "text": "Let them praise the name of the LORD, for at his command they were created,"},
      {"id": 6, "text": "and he established them for ever and ever— he issued a decree that will never pass away."},
      {"id": 7, "text": "Praise the LORD from the earth, you great sea creatures and all ocean depths,"},
      {"id": 8, "text": "lightning and hail, snow and clouds, stormy winds that do his bidding,"},
      {"id": 9, "text": "you mountains and all hills, fruit trees and all cedars,"},
      {"id": 10, "text": "wild animals and all cattle, small creatures and flying birds,"},
      {"id": 11, "text": "kings of the earth and all nations, you princes and all rulers on earth,"},
      {"id": 12, "text": "young men and women, old men and children."},
      {"id": 13, "text": "Let them praise the name of the LORD, for his name alone is exalted; his splendor is above the earth and the heavens."},
      {"id": 14, "text": "And he has raised up for his people a horn,the praise of all his faithful servants, of Israel, the people close to his heart. Praise the LORD."}
    ]
  },
  { "id": 149
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Praise the LORD. Sing to the LORD a new song, his praise in the assembly of his faithful people."},
      {"id": 2, "text": "Let Israel rejoice in their Maker; let the people of Zion be glad in their King."},
      {"id": 3, "text": "Let them praise his name with dancing and make music to him with timbrel and harp."},
      {"id": 4, "text": "For the LORD takes delight in his people; he crowns the humble with victory."},
      {"id": 5, "text": "Let his faithful people rejoice in this honor and sing for joy on their beds."},
      {"id": 6, "text": "May the praise of God be in their mouths and a double-edged sword in their hands,"},
      {"id": 7, "text": "to inflict vengeance on the nations and punishment on the peoples,"},
      {"id": 8, "text": "to bind their kings with fetters, their nobles with shackles of iron,"},
      {"id": 9, "text": "to carry out the sentence written against them— this is the glory of all his faithful people. Praise the LORD."}
    ]
  },
  { "id": 150
  , "title": ""
  , "verses": [
      {"id": 1, "text": "Praise the LORD. Praise God in his sanctuary; praise him in his mighty heavens."},
      {"id": 2, "text": "Praise him for his acts of power; praise him for his surpassing greatness."},
      {"id": 3, "text": "Praise him with the sounding of the trumpet, praise him with the harp and lyre,"},
      {"id": 4, "text": "praise him with timbrel and dancing, praise him with the strings and pipe,"},
      {"id": 5, "text": "praise him with the clash of cymbals, praise him with resounding cymbals."},
      {"id": 6, "text": "Let everything that has breath praise the LORD. Praise the LORD."}
    ]
  }
  ]
}